Repository: syncfusion/flutter-widgets
Catalog: packages/syncfusion_localizations/lib/src/l10n/syncfusion_*.arb
Languages: am, az, be, bn, gu, hy, ka, kk, km, kn, ky, lo, ml, mn, mr, my, or, pa, ps, si, sq, sr, ta, te, ur, uz, zu

# noSelectedDateCalendarLabel
source: No selected date
am: የተመረጠ ቀን የለም።
az: Seçilmiş tarix yoxdur
be: Дата не выбрана
bn: কোনো নির্বাচিত তারিখ নেই
gu: કોઈ તારીખ પસંદ કરી નથી
hy: Ընտրված ամսաթիվ չկա
ka: არჩეული თარიღი არ არის
kk: Таңдалған күн жоқ
km: គ្មានកាលបរិច្ឆេទដែលបានជ្រើសរើសទេ។
kn: ಯಾವುದೇ ಆಯ್ಕೆ ದಿನಾಂಕವಿಲ್ಲ
ky: Тандалган дата жок
lo: ບໍ່ມີວັນທີເລືອກ
ml: തിരഞ്ഞെടുത്ത തീയതിയില്ല
mn: Сонгосон огноо алга
mr: निवडलेली तारीख नाही
my: ရွေးထားသည့်ရက်စွဲမရှိပါ။
or: କ selected ଣସି ମନୋନୀତ ତାରିଖ ନାହିଁ |
pa: ਕੋਈ ਚੁਣੀ ਤਾਰੀਖ ਨਹੀਂ ਹੈ
ps: نه ټاکل شوې نیټه
si: තෝරාගත් දිනයක් නැත
sq: Asnjë datë e zgjedhur
sr: Нема изабраног датума
ta: தேர்ந்தெடுக்கப்பட்ட தேதி இல்லை
te: ఎంచుకున్న తేదీ లేదు
ur: کوئی تاریخ منتخب نہیں ہے۔
uz: Tanlangan sana yo‘q
zu: Ayikho idethi ekhethiwe

# noEventsCalendarLabel
source: No events
am: ምንም ክስተቶች የሉም
az: Tədbir yoxdur
be: Няма падзей
bn: কোনো ঘটনা নেই
gu: કોઈ ઇવેન્ટ નથી
hy: Միջոցառումներ չկան
ka: არანაირი მოვლენა
kk: Оқиғалар жоқ
km: គ្មានព្រឹត្តិការណ៍
kn: ಯಾವುದೇ ಘಟನೆಗಳಿಲ್ಲ
ky: Окуялар жок
lo: ບໍ່ມີເຫດການ
ml: ഇവന്റുകളൊന്നുമില്ല
mn: Үйл явдал алга
mr: कार्यक्रम नाहीत
my: ပွဲများမရှိပါ။
or: କ events ଣସି ଘଟଣା ନାହିଁ |
pa: ਕੋਈ ਸਮਾਗਮ ਨਹੀਂ
ps: هیڅ پیښه نشته
si: සිදුවීම් නැත
sq: Asnjë ngjarje
sr: Нема догађаја
ta: நிகழ்வுகள் இல்லை
te: ఈవెంట్‌లు లేవు
ur: کوئی واقعات نہیں۔
uz: Voqea yoʻq
zu: Ayikho imicimbi

# ofDataPagerLabel
source: of
am: የ
be: з
bn: এর
gu: ના
hy: -ից
ka: დან
kk: ның
km: នៃ
kn: ನ
ky: нын
lo: ຂອງ
ml: യുടെ
mn: -ийн
mr: च्या
or: ର
pa: ਦੇ
ps: د
si: වල
sq: e
sr: оф
ta: இன்
te: యొక్క
ur: کی
uz: ning
zu: kwe

# pagesDataPagerLabel
source: pages
am: ገጾች
az: səhifələr
be: старонкі
bn: পৃষ্ঠাগুলি
gu: પૃષ્ઠો
hy: էջեր
ka: გვერდები
kk: беттер
km: ទំព័រ
kn: ಪುಟಗಳು
ky: барактар
lo: ໜ້າ
ml: പേജുകൾ
mn: хуудаснууд
mr: पृष्ठे
my: စာမျက်နှာများ
or: ପୃଷ୍ଠାଗୁଡ଼ିକ |
pa: ਪੰਨੇ
ps: پاڼې
si: පිටු
sq: faqet
sr: странице
ta: பக்கங்கள்
te: పేజీలు
ur: صفحات
uz: sahifalar
zu: amakhasi

# rowsPerPageDataPagerLabel
source: Rows per page
am: ረድፎች በገጽ
az: Səhifə başına satırlar
be: Радкоў на старонцы
bn: প্রতি পৃষ্ঠায় সারি
gu: પૃષ્ઠ દીઠ પંક્તિઓ
hy: Տողեր մեկ էջի համար
ka: რიგები თითო გვერდზე
kk: Әр беттегі жолдар
km: ជួរដេកក្នុងមួយទំព័រ
kn: ಪ್ರತಿ ಪುಟಕ್ಕೆ ಸಾಲುಗಳು
ky: Ар бир беттеги саптар
lo: ແຖວຕໍ່ຫນ້າ
ml: ഓരോ പേജിലും വരികൾ
mn: Хуудас бүрийн мөр
mr: प्रति पृष्ठ पंक्ती
my: စာမျက်နှာအလိုက် အတန်းများ
or: ପ୍ରତି ପୃଷ୍ଠାରେ ଧାଡି |
pa: ਪ੍ਰਤੀ ਪੰਨਾ ਕਤਾਰਾਂ
ps: په هره پاڼه کې قطارونه
si: පිටුවකට පේළි
sq: Rreshtat për faqe
sr: Редова по страници
ta: ஒரு பக்கத்திற்கு வரிசைகள்
te: ప్రతి పేజీకి వరుసలు
ur: قطار فی صفحہ
uz: Har bir sahifadagi qatorlar
zu: Imigqa ekhasini ngalinye

# pdfBookmarksLabel
source: Bookmarks
am: ዕልባቶች
az: Əlfəcinlər
be: Закладкі
bn: বুকমার্ক
gu: બુકમાર્ક્સ
hy: Էջանիշեր
ka: სანიშნეები
kk: Бетбелгілер
km: ចំណាំ
kn: ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು
ky: Кыстармалар
lo: ບຸກມາກ
ml: ബുക്ക്മാർക്കുകൾ
mn: Хавчуурга
mr: बुकमार्क
my: ညှပ်
or: ବୁକମାର୍କଗୁଡିକ
pa: ਬੁੱਕਮਾਰਕਸ
ps: بک مارکونه
si: පිටු සලකුණු
sq: Faqerojtësit
sr: обележивача
ta: புக்மார்க்குகள்
te: బుక్‌మార్క్‌లు
ur: بک مارکس
uz: Xatcho‘plar
zu: Amabhukumaka

# pdfNoBookmarksLabel
source: No bookmarks found
am: ምንም ዕልባቶች አልተገኙም።
az: Əlfəcin tapılmadı
be: Закладкі не знойдзены
bn: কোন বুকমার্ক পাওয়া যায়নি
gu: કોઈ બુકમાર્ક્સ મળ્યાં નથી
hy: Էջանիշեր չեն գտնվել
ka: სანიშნეები ვერ მოიძებნა
kk: Ешқандай бетбелгі табылмады
km: រកមិនឃើញចំណាំទេ។
kn: ಯಾವುದೇ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ky: Кыстармалар табылган жок
lo: ບໍ່ພົບບຸກມາກ
ml: ബുക്ക്‌മാർക്കുകളൊന്നും കണ്ടെത്തിയില്ല
mn: Хавчуурга олдсонгүй
mr: कोणतेही बुकमार्क आढळले नाहीत
my: စာညှပ်များမတွေ့ပါ။
or: କ book ଣସି ବୁକମାର୍କ ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਬੁੱਕਮਾਰਕ ਨਹੀਂ ਮਿਲੇ
ps: هیڅ بک مارک ونه موندل شو
si: පිටු සලකුණු හමු නොවීය
sq: Nuk u gjetën faqeshënues
sr: Нема пронађених обележивача
ta: புக்மார்க்குகள் எதுவும் இல்லை
te: బుక్‌మార్క్‌లు ఏవీ కనుగొనబడలేదు
ur: کوئی بک مارکس نہیں ملے
uz: Hech qanday xatcho‘p topilmadi
zu: Awekho amabhukumaka atholiwe

# pdfScrollStatusOfLabel
source: of
am: የ
be: з
bn: এর
gu: ના
hy: -ից
ka: დან
kk: ның
km: នៃ
kn: ನ
ky: нын
lo: ຂອງ
ml: യുടെ
mn: -ийн
mr: च्या
or: ର
pa: ਦੇ
ps: د
si: වල
sq: e
sr: оф
ta: இன்
te: యొక్క
ur: کی
uz: ning
zu: kwe

# pdfGoToPageLabel
source: Go to page
am: ወደ ገጽ ይሂዱ
az: Səhifəyə daxil ol
be: Перайсці на старонку
bn: পৃষ্ঠায় যান
gu: પૃષ્ઠ પર જાઓ
hy: Գնալ դեպի էջ
ka: Გადადით გვერდზე
kk: Бетке өту
km: ទៅកាន់​ទំព័រ
kn: ಪುಟಕ್ಕೆ ಹೋಗಿರಿ
ky: Баракка өтүү
lo: ໄປທີ່ໜ້າ
ml: പേജിലേക്ക് പോകുക
mn: Хуудас руу оч
mr: पृष्ठावर जा
my: စာမျက်နှာသို့သွားပါ
or: ପୃଷ୍ଠାକୁ ଯାଆନ୍ତୁ |
pa: ਪੰਨੇ 'ਤੇ ਜਾਓ
ps: مخ ته لاړ شئ
si: පිටුවට යන්න
sq: Shkoni në faqe
sr: Иди на страну
ta: பக்கத்திற்கு செல்
te: పుటకు వెళ్ళు
ur: صفحے پر جائیں
uz: Sahifaga o'tish
zu: Yiya ekhasini

# pdfEnterPageNumberLabel
source: Enter page number
am: የገጽ ቁጥር አስገባ
az: Səhifə nömrəsini daxil edin
be: Увядзіце нумар старонкі
bn: পৃষ্ঠা নম্বর লিখুন
gu: પૃષ્ઠ નંબર દાખલ કરો
hy: Մուտքագրեք էջի համարը
ka: შეიყვანეთ გვერდის ნომერი
kk: Бет нөмірін енгізіңіз
km: បញ្ចូលលេខទំព័រ
kn: ಪುಟ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Барактын номерин киргизиңиз
lo: ໃສ່ເລກໜ້າ
ml: പേജ് നമ്പർ നൽകുക
mn: Хуудасны дугаарыг оруулна уу
mr: पृष्ठ क्रमांक प्रविष्ट करा
my: စာမျက်နှာနံပါတ်ထည့်ပါ။
or: ପୃଷ୍ଠା ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਪੰਨਾ ਨੰਬਰ ਦਰਜ ਕਰੋ
ps: د پاڼې شمیره دننه کړئ
si: පිටු අංකය ඇතුලත් කරන්න
sq: Fut numrin e faqes
sr: Унесите број странице
ta: பக்க எண்ணை உள்ளிடவும்
te: పేజీ సంఖ్యను నమోదు చేయండి
ur: صفحہ نمبر درج کریں۔
uz: Sahifa raqamini kiriting
zu: Faka inombolo yekhasi

# pdfInvalidPageNumberLabel
source: Please enter a valid number
am: እባክዎ ትክክለኛ ቁጥር ያስገቡ
az: Etibarlı nömrə daxil edin
be: Увядзіце правільны нумар
bn: একটি বৈধ নম্বর লিখুন
gu: કૃપા કરીને માન્ય નંબર દાખલ કરો
hy: Խնդրում ենք մուտքագրել վավեր համար
ka: გთხოვთ, შეიყვანოთ სწორი ნომერი
kk: Жарамды нөмірді енгізіңіз
km: សូមបញ្ចូលលេខត្រឹមត្រូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Жарактуу номер киргизиңиз
lo: ກະລຸນາໃສ່ຕົວເລກທີ່ຖືກຕ້ອງ
ml: ദയവായി ഒരു സാധുവായ നമ്പർ നൽകുക
mn: Хүчинтэй дугаар оруулна уу
mr: कृपया वैध क्रमांक प्रविष्ट करा
my: ကျေးဇူးပြု၍ တရားဝင်နံပါတ်တစ်ခုထည့်ပါ။
or: ଦୟାକରି ଏକ ବ valid ଧ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ps: مهرباني وکړئ یو باوري شمیره دننه کړئ
si: කරුණාකර වලංගු අංකයක් ඇතුළත් කරන්න
sq: Ju lutemi shkruani një numër të vlefshëm
sr: Молимо Вас да унесете важећи број
ta: சரியான எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే నంబర్‌ను నమోదు చేయండి
ur: براہ مہربانی ایک درست نمبر درج کریں
uz: Yaroqli raqam kiriting
zu: Sicela ufake inombolo evumelekile

# pdfPaginationDialogOkLabel
source: OK
am: እሺ
az: tamam
be: добра
bn: ঠিক আছে
gu: બરાબર
hy: լավ
ka: კარგი
kk: ЖАРАЙДЫ МА
km: យល់ព្រម
kn: ಸರಿ
ky: макул
lo: ຕົກ​ລົງ
ml: ശരി
mn: БОЛЖ БАЙНА УУ
mr: ठीक आहे
my: အဆင်ပြေလား
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ps: سمه ده
si: හරි
sq: Ne rregull
sr: У реду
ta: சரி
te: అలాగే
ur: ٹھیک ہے
zu: KULUNGILE

# pdfPaginationDialogCancelLabel
source: CANCEL
am: ሰርዝ
az: LƏĞV EDİN
be: СКАСАВАЦЬ
bn: বাতিল করুন
gu: રદ કરો
hy: ՉԵՂԱՐԿԵԼ
ka: გაუქმება
kk: БАС ТАРТУ
km: បោះបង់
kn: ರದ್ದುಮಾಡು
ky: ЖОК КЫЛУУ
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
my: မလုပ်တော့ပါ။
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
ps: فسخه کول
si: අවලංගු කරන්න
sq: ANULON
sr: ПОНИШТИТИ, ОТКАЗАТИ
ta: ரத்துசெய்
te: రద్దు చేయండి
ur: منسوخ کریں۔
uz: BEKOR
zu: KHANSELA

# passwordDialogHeaderTextLabel
source: Password Protected
am: በይለፍ ቃል የተጠበቀ
az: Parol Qorunur
be: Абарона паролем
bn: পাসওয়ার্ড সুরক্ষিত
gu: પાસવર્ડ સુરક્ષિત
hy: Գաղտնաբառը պաշտպանված է
ka: პაროლით დაცული
kk: Құпия сөзбен қорғалған
km: ពាក្យសម្ងាត់ការពារ
kn: ಪಾಸ್ವರ್ಡ್ ರಕ್ಷಿಸಲಾಗಿದೆ
ky: Сырсөз менен корголгон
lo: ປ້ອງກັນລະຫັດຜ່ານ
ml: പാസ്‌വേഡ് പരിരക്ഷിതം
mn: Нууц үгээр хамгаалагдсан
mr: पासवर्ड संरक्षित
my: စကားဝှက်ကို ကာကွယ်ထားသည်။
or: ପାସୱାର୍ଡ ସୁରକ୍ଷିତ |
pa: ਪਾਸਵਰਡ ਸੁਰੱਖਿਅਤ ਹੈ
ps: پټنوم خوندي شوی
si: මුරපදය ආරක්ෂිතයි
sq: Fjalëkalimi i mbrojtur
sr: Заштићено лозинком
ta: கடவுச்சொல் பாதுகாக்கப்பட்டது
te: పాస్‌వర్డ్ రక్షించబడింది
ur: پاس ورڈ محفوظ ہے۔
uz: Parol bilan himoyalangan
zu: Iphasiwedi Ivikelwe

# passwordDialogContentLabel
source: Enter the password to open this PDF file
am: ይህንን ፒዲኤፍ ፋይል ለመክፈት የይለፍ ቃሉን ያስገቡ
az: Bu PDF faylını açmaq üçün parolu daxil edin
be: Увядзіце пароль, каб адкрыць гэты файл PDF
bn: এই পিডিএফ ফাইল খুলতে পাসওয়ার্ড লিখুন
gu: આ PDF ફાઇલ ખોલવા માટે પાસવર્ડ દાખલ કરો
hy: Մուտքագրեք գաղտնաբառը՝ այս PDF ֆայլը բացելու համար
ka: შეიყვანეთ პაროლი ამ PDF ფაილის გასახსნელად
kk: Осы PDF файлын ашу үшін құпия сөзді енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់ដើម្បីបើកឯកសារ PDF នេះ។
kn: ಈ PDF ಫೈಲ್ ತೆರೆಯಲು ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Бул PDF файлын ачуу үчүн сырсөздү киргизиңиз
lo: ໃສ່ລະຫັດຜ່ານເພື່ອເປີດໄຟລ໌ PDF ນີ້
ml: ഈ PDF ഫയൽ തുറക്കാൻ പാസ്‌വേഡ് നൽകുക
mn: Энэ PDF файлыг нээхийн тулд нууц үгээ оруулна уу
mr: ही PDF फाईल उघडण्यासाठी पासवर्ड टाका
my: ဤ PDF ဖိုင်ကိုဖွင့်ရန် စကားဝှက်ကို ထည့်ပါ။
or: ଏହି PDF ଫାଇଲ୍ ଖୋଲିବା ପାଇଁ ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇਸ PDF ਫਾਈਲ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ps: د دې پی ډی ایف فایل خلاصولو لپاره پاسورډ دننه کړئ
si: මෙම PDF ගොනුව විවෘත කිරීමට මුරපදය ඇතුළත් කරන්න
sq: Futni fjalëkalimin për të hapur këtë skedar PDF
sr: Унесите лозинку да бисте отворили ову ПДФ датотеку
ta: இந்த PDF கோப்பைத் திறக்க கடவுச்சொல்லை உள்ளிடவும்
te: ఈ PDF ఫైల్‌ను తెరవడానికి పాస్‌వర్డ్‌ను నమోదు చేయండి
ur: اس پی ڈی ایف فائل کو کھولنے کے لیے پاس ورڈ درج کریں۔
uz: Ushbu PDF faylni ochish uchun parolni kiriting
zu: Faka iphasiwedi ukuze uvule leli fayela le-PDF

# passwordDialogHintTextLabel
source: Enter Password
am: የይለፍ ቃል ያስገቡ
az: Parol daxil edin
be: Увядзіце пароль
bn: পাসওয়ার্ড লিখুন
gu: પાસવર્ડ દાખલ કરો
hy: Մուտքագրեք գաղտնաբառը
ka: შეიყვანეთ პაროლი
kk: Құпия сөзді енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Сырсөздү киргизиңиз
lo: ໃສ່ລະຫັດຜ່ານ
ml: പാസ്വേഡ് നല്കൂ
mn: Нууц үгээ оруулна
mr: पासवर्ड टाका
my: Password ရိုက်ထည့်ပါ။
or: ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ps: پاسورډ دننه کړئ
si: මුරපදය ඇතුළත් කරන්න
sq: Shkruani fjalëkalimin
sr: Унесите лозинку
ta: கடவுச்சொல்லை உள்ளிடவும்
te: రహస్య సంకేతం తెలపండి
ur: پاس ورڈ درج کریں
uz: Parolni kiriting
zu: Faka Iphasiwedi

# passwordDialogInvalidPasswordLabel
source: Invalid Password
am: የተሳሳተ የሚስጥርቃል
az: etibarsız Şifrə
be: Няправільны пароль
bn: অবৈধ পাসওয়ার্ড
gu: અમાન્ય પાસવર્ડ
hy: Անվավեր գաղտնաբառ
ka: არასწორი პაროლი
kk: Жарамсыз құпия сөз
km: ពាក្យសម្ងាត់មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಪಾಸ್ವರ್ಡ್
ky: туура эмес пароль
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ
ml: അസാധുവായ പാസ്‌വേഡ്
mn: Нууц үг буруу байна
mr: अवैध पासवर्ड
my: မမှန်ကန်သော စကားဝှက်
or: ଅବ val ଧ ପାସୱାର୍ଡ |
pa: ਗਲਤ ਪਾਸਵਰਡ
ps: بې اعتباره پټنوم
si: වලංගු නොවන මුරපදය
sq: Fjalëkalim i pavlefshëm
sr: Неважећа лозинка
ta: தவறான கடவுச்சொல்
te: చెల్లని పాస్వర్డ్
ur: غلط پاسورڈ
uz: Yaroqsiz parol
zu: Iphasiwedi engavumelekile

# pdfPasswordDialogOpenLabel
source: OPEN
am: ክፈት
az: AÇIQ
be: АДКРЫТАЯ
bn: খোলা
gu: ખુલ્લા
hy: ԲԱՑ
ka: გახსენით
kk: АШЫҚ
km: បើក
kn: ತೆರೆಯಿರಿ
ky: АЧУУ
lo: ເປີດ
ml: തുറക്കുക
mn: НЭЭЛТТЭЙ
mr: उघडा
my: ဖွင့်ပါ။
or: ଖୋଲନ୍ତୁ |
pa: ਖੋਲ੍ਹੋ
ps: خلاص
si: විවෘත
sq: HAPUR
sr: ОПЕН
ta: திறந்த
te: తెరవండి
ur: کھولیں۔
uz: OCHIQ
zu: VULA

# pdfPasswordDialogCancelLabel
source: CANCEL
am: ሰርዝ
az: LƏĞV EDİN
be: СКАСАВАЦЬ
bn: বাতিল করুন
gu: રદ કરો
hy: ՉԵՂԱՐԿԵԼ
ka: გაუქმება
kk: БАС ТАРТУ
km: បោះបង់
kn: ರದ್ದುಮಾಡು
ky: ЖОК КЫЛУУ
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
my: မလုပ်တော့ပါ။
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
ps: فسخه کول
si: අවලංගු කරන්න
sq: ANULON
sr: ПОНИШТИТИ, ОТКАЗАТИ
ta: ரத்துசெய்
te: రద్దు చేయండి
ur: منسوخ کریں۔
uz: BEKOR
zu: KHANSELA

# pdfSignaturePadDialogHeaderTextLabel
source: Draw your signature
am: ፊርማዎን ይሳሉ
az: İmzanızı çəkin
be: Намалюйце свой подпіс
bn: আপনার স্বাক্ষর আঁকুন
gu: તમારી સહી દોરો
hy: Քո ստորագրությունը նկարիր
ka: დახატე შენი ხელმოწერა
kk: Қолтаңбаңызды сызыңыз
km: គូរហត្ថលេខារបស់អ្នក។
kn: ನಿಮ್ಮ ಸಹಿಯನ್ನು ಎಳೆಯಿರಿ
ky: Колуңузду тартыңыз
lo: ແຕ້ມລາຍເຊັນຂອງເຈົ້າ
ml: നിങ്ങളുടെ ഒപ്പ് വരയ്ക്കുക
mn: Гарын үсгээ зур
mr: तुमची स्वाक्षरी काढा
my: သင်၏လက်မှတ်ကိုဆွဲပါ။
or: ତୁମର ଦସ୍ତଖତ ଅଙ୍କନ କର |
pa: ਆਪਣੇ ਦਸਤਖਤ ਖਿੱਚੋ
ps: خپل لاسلیک رسم کړئ
si: ඔබේ අත්සන අඳින්න
sq: Vizatoni nënshkrimin tuaj
sr: Нацртајте свој потпис
ta: உங்கள் கையொப்பத்தை வரையவும்
te: మీ సంతకాన్ని గీయండి
ur: اپنے دستخط کھینچیں۔
uz: Imzongizni chizing
zu: Dweba isiginesha yakho

# pdfSignaturePadDialogPenColorLabel
source: Pen Color
am: የብዕር ቀለም
az: Qələm Rəngi
be: Колер ручкі
bn: কলমের রঙ
gu: પેન કલર
hy: Գրչի գույնը
ka: კალმის ფერი
kk: Қалам түсі
km: ពណ៌ប៊ិច
kn: ಪೆನ್ ಬಣ್ಣ
ky: Калем түсү
lo: ສີປາກກາ
ml: പേന നിറം
mn: Үзэгний өнгө
mr: पेन रंग
my: ဘောပင်အရောင်
or: କଲମ ରଙ୍ଗ |
pa: ਪੈੱਨ ਦਾ ਰੰਗ
ps: د قلم رنګ
si: පෑන වර්ණය
sq: Ngjyra e stilolapsit
sr: Пен Цолор
ta: பேனா நிறம்
te: పెన్ రంగు
ur: قلم کا رنگ
uz: Qalam rangi
zu: Umbala Wepeni

# pdfSignaturePadDialogClearLabel
source: CLEAR
am: አጽዳ
az: TƏMİZLƏ
be: ЯСНА
bn: পরিষ্কার
gu: ચોખ્ખુ
hy: ՄԱՍՆԱԼ
ka: გასუფთავება
kk: ТАЗАЛАУ
km: ជម្រះ
kn: ಸ್ಪಷ್ಟ
lo: ອະນາໄມ
ml: ക്ലിയർ
mn: ЦЭВЭРЛЭХ
mr: साफ करा
my: ရှင်းလင်းသော
or: ସଫା କର |
pa: ਸਾਫ਼
ps: روښانه
si: පැහැදිලිව
sq: QARTË
sr: ЈАСНО
ta: தெளிவு
te: క్లియర్
ur: صاف کریں۔
uz: TOZLASH
zu: SOLULE

# pdfSignaturePadDialogSaveLabel
source: SAVE
am: አስቀምጥ
az: YADDA SAXLA
be: ЗАХАВАЦЬ
bn: সংরক্ষণ
gu: સાચવો
hy: ՊԱՀՊԱՆԵԼ
ka: ᲒᲐᲓᲐᲠᲩᲔᲜᲐ
kk: САҚТАУ
km: រក្សាទុក
kn: ಉಳಿಸಿ
ky: САКТОО
lo: ບັນທຶກ
ml: രക്ഷിക്കും
mn: ХАДГАЛАХ
mr: जतन करा
my: သိမ်းဆည်းပါ။
or: ସଞ୍ଚୟ କରନ୍ତୁ |
pa: ਸੇਵ ਕਰੋ
ps: خوندي کړئ
si: සුරකින්න
sq: RUAJ
sr: САЧУВАТИ
ta: சேமிக்கவும்
te: సేవ్ చేయండి
ur: محفوظ کریں۔
uz: SAQLASH
zu: GCINA

# allowedViewDayLabel
source: Day
am: ቀን
az: Gün
be: Дзень
bn: দিন
gu: દિવસ
hy: Օր
ka: Დღის
kk: Күн
km: ថ្ងៃ
kn: ದಿನ
ky: күн
lo: ມື້
ml: ദിവസം
mn: Өдөр
mr: दिवस
my: နေ့
or: ଦିନ
pa: ਦਿਨ
ps: ورځ
si: දින
sq: Dita
sr: Дан
ta: நாள்
te: రోజు
ur: دن
uz: kun
zu: Usuku

# allowedViewWeekLabel
source: Week
am: ሳምንት
az: Həftə
be: тыдзень
bn: সপ্তাহ
gu: અઠવાડિયું
hy: Շաբաթ
ka: კვირა
kk: Апта
km: សប្តាហ៍
kn: ವಾರ
ky: Апта
lo: ອາທິດ
ml: ആഴ്ച
mn: Долоо хоног
mr: आठवडा
my: အေးလေ
or: ସପ୍ତାହ
pa: ਹਫ਼ਤਾ
ps: اونۍ
si: සතිය
sq: javë
sr: Недеља
ta: வாரம்
te: వారం
ur: ہفتہ
uz: Hafta
zu: Isonto

# allowedViewWorkWeekLabel
source: Work Week
am: የስራ ሳምንት
az: İş həftəsi
be: Працоўны тыдзень
bn: কর্ম সপ্তাহ
gu: કાર્ય સપ્તાહ
hy: Աշխատանքային շաբաթ
ka: Სამუშაო კვირა
kk: Жұмыс аптасы
km: សប្តាហ៍ការងារ
kn: ಕೆಲಸದ ವಾರ
ky: Жумуш аптасы
lo: ອາທິດເຮັດວຽກ
ml: പ്രവൃത്തി ആഴ്ച
mn: Ажлын долоо хоног
mr: कामाचा आठवडा
my: အလုပ်ရက်သတ္တပတ်
or: କାର୍ଯ୍ୟ ସପ୍ତାହ
pa: ਕੰਮ ਦਾ ਹਫ਼ਤਾ
ps: کاري اونۍ
si: වැඩ සතිය
sq: Java e punës
sr: Радна недеља
ta: வேலை வாரம்
te: పని వారం
ur: کام کا ہفتہ
uz: Ish haftasi
zu: Iviki Lomsebenzi

# allowedViewMonthLabel
source: Month
am: ወር
az: ay
be: Месяц
bn: মাস
gu: માસ
hy: Ամիս
ka: თვე
kk: Ай
km: ខែ
kn: ತಿಂಗಳು
ky: Ай
lo: ເດືອນ
ml: മാസം
mn: Сар
mr: महिना
my: လ
or: ମାସ
pa: ਮਹੀਨਾ
ps: میاشت
si: මාසික
sq: Muaj
sr: Месец дана
ta: மாதம்
te: నెల
ur: مہینہ
uz: Oy
zu: Inyanga

# allowedViewScheduleLabel
source: Schedule
am: መርሐግብር
az: Cədvəl
be: Расклад
bn: সময়সূচী
gu: અનુસૂચિ
hy: Ժամանակացույց
ka: განრიგი
kk: Кесте
km: កាលវិភាគ
kn: ವೇಳಾಪಟ್ಟಿ
ky: График
lo: ຕາຕະລາງ
ml: പട്ടിക
mn: Хуваарь
mr: वेळापत्रक
my: အချိန်ဇယား
or: କାର୍ଯ୍ୟସୂଚୀ
pa: ਸਮਾਸੂਚੀ, ਕਾਰਜ - ਕ੍ਰਮ
ps: مهالویش
si: කාලසටහන
sq: Orari
sr: Распоред
ta: அட்டவணை
te: షెడ్యూల్
ur: شیڈول
uz: Jadval
zu: Isheduli

# allowedViewTimelineDayLabel
source: Timeline Day
am: የጊዜ መስመር ቀን
az: Zaman qrafiki günü
be: Дзень часовай шкалы
bn: টাইমলাইন দিন
gu: સમયરેખા દિવસ
hy: Ժամանակացույցի օր
ka: ვადების დღე
kk: Хронология күні
km: ថ្ងៃកំណត់ពេលវេលា
kn: ಟೈಮ್‌ಲೈನ್ ದಿನ
lo: ທາມລາຍວັນ
ml: ടൈംലൈൻ ദിവസം
mn: Хугацааны өдөр
mr: टाइमलाइन दिवस
my: Timeline နေ့
or: ସମୟସୀମା ଦିନ |
pa: ਸਮਾਂਰੇਖਾ ਦਿਨ
ps: د مهال ویش ورځ
si: කාලරේඛා දිනය
sq: Dita e afatit kohor
sr: Дан временске линије
ta: காலக்கெடு நாள்
te: కాలక్రమం రోజు
ur: ٹائم لائن کا دن
uz: Vaqt jadvali kuni
zu: Usuku lomugqa wesikhathi

# allowedViewTimelineWeekLabel
source: Timeline Week
am: የጊዜ መስመር ሳምንት
az: Timeline Həftəsi
be: Храналогія тыдня
bn: টাইমলাইন সপ্তাহ
gu: સમયરેખા અઠવાડિયું
hy: Ժամանակացույցի շաբաթ
ka: ვადები კვირა
kk: Хронология аптасы
km: Timeline សប្តាហ៍
kn: ಟೈಮ್‌ಲೈನ್ ವಾರ
lo: ທາມລາຍອາທິດ
ml: ടൈംലൈൻ ആഴ്ച
mn: Хугацааны долоо хоног
mr: टाइमलाइन आठवडा
or: ସମୟସୀମା ସପ୍ତାହ |
pa: ਸਮਾਂਰੇਖਾ ਹਫ਼ਤਾ
ps: د مهال ویش اونۍ
si: කාලරේඛා සතිය
sq: Java e afatit kohor
sr: Тимелине Веек
ta: காலவரிசை வாரம்
te: కాలక్రమం వారం
ur: ٹائم لائن ہفتہ
uz: Xronologiya haftasi
zu: Iviki Lomugqa Wesikhathi

# allowedViewTimelineWorkWeekLabel
source: Timeline Work Week
am: የጊዜ መስመር የስራ ሳምንት
az: Timeline İş Həftəsi
be: Графік працоўнага тыдня
bn: টাইমলাইন কাজের সপ্তাহ
gu: સમયરેખા કાર્ય સપ્તાહ
hy: Ժամանակացույց Աշխատանքային շաբաթ
ka: ვადები სამუშაო კვირა
kk: Хронологиялық жұмыс аптасы
km: កាលវិភាគការងារប្រចាំសប្តាហ៍
kn: ಟೈಮ್‌ಲೈನ್ ಕೆಲಸದ ವಾರ
ky: Хронология иш жумасы
lo: ທາມລາຍອາທິດການເຮັດວຽກ
ml: ടൈംലൈൻ പ്രവൃത്തി ആഴ്ച
mn: Ажлын долоо хоног
mr: टाइमलाइन कामाचा आठवडा
my: Timeline အလုပ်ရက်သတ္တပတ်
or: ସମୟସୀମା କାର୍ଯ୍ୟ ସପ୍ତାହ |
pa: ਟਾਈਮਲਾਈਨ ਕੰਮ ਹਫ਼ਤਾ
ps: مهال ویش کاري اونۍ
si: කාලසටහන වැඩ සතිය
sq: Afati kohor Java e punës
sr: Временски оквир Радна недеља
ta: காலக்கெடு வேலை வாரம்
te: టైమ్‌లైన్ పని వారం
ur: ٹائم لائن ورک ہفتہ
uz: Xronologiya ish haftasi
zu: Iviki Lomsebenzi Lomugqa Wesikhathi

# allowedViewTimelineMonthLabel
source: Timeline Month
am: የጊዜ መስመር ወር
az: Zaman qrafiki ayı
be: Храналогія Месяц
bn: টাইমলাইন মাস
gu: સમયરેખા મહિનો
hy: Ժամանակացույց ամիս
ka: ვადები თვე
kk: Хронология айы
km: ខែពេលវេលា
kn: ಟೈಮ್‌ಲೈನ್ ತಿಂಗಳು
ky: Убакыт тилкеси айы
lo: ທາມລາຍເດືອນ
ml: ടൈംലൈൻ മാസം
mn: Он цагийн хэлхээсийн сар
mr: टाइमलाइन महिना
my: Timeline လ
or: ସମୟସୀମା ମାସ |
pa: ਸਮਾਂਰੇਖਾ ਮਹੀਨਾ
ps: د مهال ویش میاشت
si: කාලරේඛා මාසය
sq: Afati kohor Muaji
sr: Месец временске линије
ta: காலவரிசை மாதம்
te: కాలక్రమం నెల
ur: ٹائم لائن مہینہ
uz: Vaqt jadvali oyi
zu: Inyanga yomugqa wesikhathi

# todayLabel
source: Today
am: ዛሬ
az: Bu gün
be: сёння
bn: আজ
gu: આજે
hy: Այսօր
ka: დღეს
kk: Бүгін
km: ថ្ងៃនេះ
kn: ಇಂದು
ky: Бүгүн
lo: ມື້​ນີ້
ml: ഇന്ന്
mn: Өнөөдөр
mr: आज
my: ဒီနေ့
or: ଆଜି |
pa: ਅੱਜ
ps: نن
si: අද
sq: Sot
sr: Данас
ta: இன்று
te: ఈరోజు
ur: آج
uz: Bugun
zu: Namuhla

# weeknumberLabel
source: Week
am: ሳምንት
az: Həftə
be: тыдзень
bn: সপ্তাহ
gu: અઠવાડિયું
hy: Շաբաթ
ka: კვირა
kk: Апта
km: សប្តាហ៍
kn: ವಾರ
ky: Апта
lo: ອາທິດ
ml: ആഴ്ച
mn: Долоо хоног
mr: आठवडा
my: အေးလေ
or: ସପ୍ତାହ
pa: ਹਫ਼ਤਾ
ps: اونۍ
si: සතිය
sq: javë
sr: Недеља
ta: வாரம்
te: వారం
ur: ہفتہ
uz: Hafta
zu: Isonto

# allDayLabel
source: All Day
am: ሙሉ ቀን
az: Bütün gün
be: Увесь дзень
bn: সারাদিন
gu: બધા દિવસ
hy: Ամբողջ օրը
ka: Მთელი დღე
kk: Күні бойы
km: ពេញមួយថ្ងៃ
kn: ಇಡೀ ದಿನ
ky: Күн бою
lo: ຫມົດ​ມື້
ml: ദിവസം മുഴുവൻ
mn: Бүх өдөр
mr: संपूर्ण दिवस
my: တနေကုန်
or: ଦିନ ସାରା
pa: ਸਾਰਾ ਦਿਨ
ps: ټوله ورځ
si: මුළු දවසම
sq: Gjithe diten
sr: Цео дан
ta: நாள் முழுவதும்
te: రోజంతా
ur: تمام دن
uz: Butun kun
zu: Usuku lonke

# muharramLabel
source: Muharram
am: ሙሀረም
az: Məhərrəm
be: Мухарам
bn: মহরম
gu: મોહરમ
hy: Մուհարրամ
ka: მუჰარამი
kk: Мухаррам
kn: ಮೊಹರಂ
ky: Мухаррам
lo: ມູຮາຣາມ
ml: മുഹറം
mn: Мухаррам
mr: मोहरम
or: ମୁହରାମ
pa: ਮੁਹੱਰਮ
ps: محرم
si: මුහර්රම්
sq: Muharrem
sr: Мухаррам
ta: முஹர்ரம்
te: ముహర్రం
ur: محرم ۔۔۔

# safarLabel
source: Safar
am: ሳፋራ
az: Səfər
be: Сафар
bn: সাফার
gu: સફર
hy: Սաֆար
ka: საფარი
kk: Сафар
km: សាហ្វារ
kn: ಸಫರ್
ky: Сафар
lo: ຊາຟາ
ml: സഫർ
mn: Сафар
mr: सफर
my: ဆာဖာရာ
or: ସଫର |
pa: ਸਫਰ
ps: صفر
si: සෆාර්
sr: Сафар
ta: சஃபர்
te: సఫర్
ur: صفر
zu: I-Safar

# rabi1Label
source: Rabi' al-awwal
am: ረቢዑል አወል
az: Rəbiul-əvvəl
be: Рабі аль-аўваль
bn: রবিউল আউয়াল
gu: રબી અલ અવ્વલ
hy: Ռաբի ալ-ավալ
ka: რაბი ალ-ავვალი
kk: Раби' әл-әууәл
km: រ៉ាប៊ី អាល់ អាវ៉ាល់
kn: ರಬಿ ಅಲ್-ಅವ್ವಲ್
ky: Рабиъ аль-аввал
ml: റബീഉൽ അവ്വൽ
mn: Раби' аль-аввал
mr: रबी अल अव्वल
or: ରବି 'ଅଲ-ଅୱାଲ୍ |
pa: ਰਬੀ ਅਲ-ਅੱਵਲ
ps: ربیع الاول
si: රබී අල්-අව්වල්
sq: Rabi'ul-evvel
sr: Раби' ал-аввал
ta: ரபி அல் அவ்வல்
te: రబీ అల్-అవ్వల్
ur: ربیع الاول
uz: Rabi'ul-avval

# rabi2Label
source: Rabi' al-thani
am: ራቢ አል-ታኒ
az: Rəbi əl-sani
be: Рабі аль-тані
bn: রাবি'আল-থানি
gu: રબી અલ-થાની
hy: Ռաբի ալ-Թանի
ka: რაბი ალ-თანი
kk: Раби' әл-Тани
km: រ៉ាប៊ី អាល់ថានី
kn: ರಬಿ ಅಲ್-ಥಾನಿ
ky: Рабиъ ат-Тани
ml: റാബി അൽതാനി
mn: Раби' аль-Тани
mr: रबी अल थानी
or: ରବି 'ଅଲ-ଥାନି |
pa: ਰਬੀ ਅਲ-ਥਾਨੀ
ps: ربیع الثاني
si: රබී අල්-තානි
sr: Раби' ал-тхани
ta: ரபி அல்-தானி
te: రబీ అల్-థాని
ur: ربیع الثانی
uz: Rabi' as-saniy

# jumada1Label
source: Jumada al-awwal
am: ጁማዳ አል-አወል
az: Cümə əl-əvvəl
be: Джумада аль-аўваль
bn: জুমাদা আল আউয়াল
gu: જુમાદા અલ-અવ્વલ
hy: Ջումադա ալ-ավվալ
ka: ჯუმადა ალ-ავვალი
kk: Жұмада әл-әууәл
kn: ಜುಮಾದಾ ಅಲ್-ಅವ್ವಲ್
ky: Жумада аль-аввал
ml: ജുമാദ അൽ അവ്വൽ
mn: Жумада аль-аввал
mr: जुमदा अल-अव्वाल
or: ଜୁମାଡା ଅଲ-ଅୱାଲ |
pa: ਜੁਮਾਦਾ ਅਲ-ਅੱਵਲ
ps: جمعه الاول
sq: Xhumade el-evvel
sr: Јумада ал-аввал
ta: ஜுமாதா அல்-அவ்வல்
te: జుమాదా అల్-అవ్వల్
ur: جمادی الاول
uz: Jumada ul-avval

# jumada2Label
source: Jumada al-thani
am: ጁማዳ አል-ታኒ
az: Cüməda əl-sani
be: Джумада аль-тані
bn: জুমাদা আল-থানি
gu: જુમાદા અલ-થાની
hy: Ջումադա ալ-Թանի
ka: ჯუმადა ალ-თანი
kk: Жұмада әл-Тани
km: ជូម៉ាដា អាល់ថានី
kn: ಜುಮಾದಾ ಅಲ್-ಥಾನಿ
ky: Жумада ал-Тани
lo: ຈູມາດາ ອານທານີ
ml: ജുമാദ അൽതാനി
mn: Жумада аль-Тани
mr: जुमादा अल-थानी
or: ଜୁମାଡା ଅଲ-ଥାନି |
pa: ਜੁਮਾਦਾ ਅਲ-ਥਾਨੀ
ps: جمعه الثاني
si: ජුමාදා අල්-තානි
sq: Xhumada al-thani
sr: Јумада ал-тхани
ta: ஜுமாதா அல்-தானி
te: జుమాదా అల్-థాని
ur: جمعۃ الثانی
uz: Jumada al-Tani

# rajabLabel
source: Rajab
am: ራጀብ
az: Rəcəb
be: Раджаб
bn: রজব
gu: રજબ
hy: Ռաջաբ
ka: რაჯაბი
kk: Ражаб
km: រ៉ាចាប
kn: ರಜಬ್
ky: Ражаб
ml: റജബ്
mn: Ражаб
mr: रजब
my: ရာဂျပ်
or: ରାଜାବ
pa: ਰਜਬ
ps: رجب
si: රාජාබ්
sq: Rexheb
sr: Раџаб
ta: ரஜப்
te: రజబ్
ur: رجب

# shaabanLabel
source: Sha'aban
am: ሻዕባን
az: Şaban
be: Шаабан
bn: শা'বান
gu: શાઅબાન
hy: Շաաբան
ka: შააბანი
kk: Шағбан
km: សាបាន
kn: ಶಾಬಾನ್
ky: Шаабан
lo: ຊາອາບານ
ml: ശഅബാൻ
mn: Шаабан
mr: शाबान
or: ଶାବାନ୍ |
pa: ਸ਼ਾਅਬਾਨ
ps: شعبان
si: ෂාබාන්
sq: Shaban
sr: Сха'абан
ta: ஷஅபான்
te: షాబాన్
ur: شعبان
uz: Sha'bon

# ramadanLabel
source: Ramadan
am: ረመዳን
az: Ramazan
be: Рамадан
bn: রমজান
gu: રમઝાન
hy: Ռամադան
ka: რამადანი
kk: Рамазан
km: រ៉ាម៉ាដាន
kn: ರಂಜಾನ್
ky: Орозо айт
lo: ຣາມາດານ
ml: റമദാൻ
mn: Рамадан
mr: रमजान
my: ရမဿွာန်
or: ରମଜାନ |
pa: ਰਮਜ਼ਾਨ
ps: رمضان
si: රාමසාන්
sq: Ramazani
sr: Рамазана
ta: ரமலான்
te: రంజాన్
ur: رمضان
uz: Ramazon

# shawwalLabel
source: Shawwal
am: ሻዋል
az: Şəvval
be: Шаўваль
bn: শাওয়াল
gu: શવ્વાલ
hy: Շավվալ
ka: შავვალი
kk: Шәууәл
km: សាវ៉ាវ
kn: ಶವ್ವಾಲ್
ky: Шаввал
lo: ຊະວາວ
ml: ശവ്വാൽ
mn: Шаввал
mr: शव्वाल
or: ଶାୱାଲ୍ |
pa: ਸ਼ਵਾਲ
ps: شوال
si: ෂව්වාල්
sq: Shevali
sr: Схаввал
ta: ஷவ்வால்
te: షవ్వాల్
ur: شوال
uz: Shavvol

# dhualqiLabel
source: Dhu al-Qi'dah
am: ዙ አል-ቂዳህ
az: Zilqidə
be: Зу аль-Кіда
bn: যুল-কিদাহ
gu: ધુ અલ-કિદાહ
hy: Դհու ալ-Քիդա
ka: დჰულ-ქიდა
kk: Зул-Қида
kn: ಧು ಅಲ್-ಖಿದಾ
ky: Зул кыда
ml: ദു അൽ-ക്വിദ
mn: Зу аль-Кида
mr: धु अल-किदाह
or: ଧୁ ଅଲ-କଇଦା |
pa: ਧੂ ਅਲ-ਕਾਇਦਾ
ps: ذو القعده
sq: Dhul-Kida
sr: Дху ал-Ки'дах
te: ధు అల్-కి'దా
ur: ذی القعدہ
uz: Zulqida

# dhualhiLabel
source: Dhu al-Hijjah
am: ዙልሂጃህ
az: Zilhiccə
be: Зу аль-Хіджа
bn: জুল হিজ্জাহ
gu: ધુ અલ-હિજ્જા
hy: Դհու ալ-Հիջա
ka: დჰულ-ჰიჯა
kk: Зул-Хиджа
kn: ಧು ಅಲ್-ಹಿಜ್ಜಾ
ky: Зул Хижжа
ml: ദു അൽ-ഹിജ്ജ
mn: Зул Хижжа
mr: धु अल-हिज्जा
or: ଧୁ ଅଲ-ହିଜା
pa: ਧੂ ਅਲ-ਹਿੱਜਾ
ps: ذوالحجې
si: ඩු අල්-හිජ්ජා
sq: Dhul Hixhe
sr: Дху ал-Хијјах
ta: து அல்-ஹிஜ்ஜா
te: ధు అల్-హిజ్జా
ur: ذی الحجہ
uz: Zulhijja

# shortMuharramLabel
source: Muh.
am: ሙህ
be: мух
bn: মুহ.
gu: મુહ.
hy: Մուհ.
ka: მუჰ.
kk: Мұх.
km: ម៉ោ
kn: ಮುಹ್
ky: Мух.
lo: ມ.
mn: Мух.
mr: मुह.
or: ମୁହ।
pa: ਮੁਹ.
si: මුහ්
sr: Мух.
ta: முஹ்.
te: ముహ్.
ur: مہ

# shortSafarLabel
source: Saf.
am: ሴፍ.
be: Саф.
bn: সাফ.
gu: સેફ.
hy: Սաֆ.
ka: საფ.
km: សុវត្ថិភាព។
kn: ಸೇಫ್
lo: ປອດໄພ.
ml: സാഫ്.
mr: सफ.
my: အန္တရာယ်ကင်း။
or: ନିରାପଦ
pa: ਸਫ਼.
ps: سف
sr: Саф.
te: సాఫ్.
ur: صف۔

# shortRabi1Label
source: Rabi. I
am: ራቢ. አይ
az: Rəbi. I
be: Рабіна. я
bn: রাবি। আমি
gu: રબી. આઈ
hy: Ռաբի. Ի
ka: რაბი. მე
kk: Раби. I
km: រ៉ាប៊ី ខ្ញុំ
kn: ರಬಿ I
ky: Раби. И
lo: ຣາບີ. I
ml: റാബി. ഐ
mn: Раби. I
mr: रबी. आय
my: ရာဘီ။ ငါ
or: ରବି | ମୁଁ
pa: ਰਬੀ. ਆਈ
ps: ربیع. زه
si: රබී. මම
sr: Раби. И
ta: ரபி. நான்
te: రబీ I
ur: ربیع میں
