Repository: syncfusion/flutter-widgets
Catalog: packages/syncfusion_localizations/lib/src/l10n/syncfusion_*.arb
Languages: am, az, be, bn, gu, hy, ka, kk, km, kn, ky, lo, ml, mn, mr, my, or, pa, ps, si, sq, sr, ta, te, ur, uz, zu

# shortRabi2Label
source: Rabi. II
am: ራቢ. II
az: Rəbi. II
be: Рабіна. II
bn: রাবি। ২
gu: રબી. II
hy: Ռաբի. II
ka: რაბი. II
kk: Раби. II
km: រ៉ាប៊ី II
kn: ರಬಿ II
ky: Раби. II
lo: ຣາບີ. II
ml: റാബി. II
mn: Раби. II
mr: रबी. II
my: ရာဘီ။ II
or: ରବି | II
pa: ਰਬੀ. II
ps: ربیع. II
si: රබී. II
sr: Раби. ИИ
ta: ரபி. II
te: రబీ II
ur: ربیع II

# shortJumada1Label
source: Jum. I
am: ጁም. አይ
az: Cümə. I
be: Джам. я
bn: জুম। আমি
gu: જમ. આઈ
hy: Jum. Ի
ka: ჯუმ. მე
km: ជុម ខ្ញុំ
kn: ಜಂ. I
ky: Jum. И
lo: ຈູມ. I
ml: ജം. ഐ
mr: जुम. आय
my: Jum ငါ
or: ଜମ୍। ମୁଁ
pa: ਜਮ. ਆਈ
ps: جم. زه
si: ජුම්. මම
sr: Јум. И
ta: ஜும். நான்
te: జం. I
ur: جم میں

# shortJumada2Label
source: Jum. II
am: ጁም. II
az: Cümə. II
be: Джам. II
bn: জুম। ২
gu: જમ. II
ka: ჯუმ. II
km: ជុម II
kn: ಜಂ. II
lo: ຈູມ. II
ml: ജം. II
mr: जुम. II
or: ଜମ୍। II
pa: ਜਮ. II
ps: جم. II
si: ජුම්. II
sr: Јум. ИИ
ta: ஜும். II
te: జం. II
ur: جم II

# shortRajabLabel
source: Raj.
am: ራጅ.
be: Радж.
bn: রাজ।
gu: રાજ.
hy: Ռաջ.
ka: რაჯ.
kk: Радж.
km: រាជ
kn: ರಾಜ್.
ky: Радж.
lo: ລາດ.
ml: രാജ്.
mn: Раж.
mr: राज.
or: ରାଜ।
pa: ਰਾਜ.
ps: راج.
si: රාජ්.
sr: Рај.
ta: ராஜ்.
te: రాజ్.
ur: راج

# shortShaabanLabel
source: Sha.
am: ሻ.
az: Şa.
be: Ша.
bn: শা.
gu: શા.
hy: Շա.
ka: შა.
kk: Ша.
km: សា។
kn: ಶಾ.
ky: Ша.
lo: ຊາ.
ml: ഷാ.
mn: Ша.
mr: शा.
or: ଶ।
pa: ਸ਼ਾ.
ps: شا
si: ශා.
sr: Сха.
ta: ஷா.
te: శా.
ur: شا

# shortRamadanLabel
source: Ram.
am: ራንደም አክሰስ ሜሞሪ.
be: Таран.
bn: র্যাম.
gu: રામ.
hy: Խոյ.
ka: ვერძი.
kk: Жедел Жадтау Құрылғысы.
km: អង្គ​ចងចាំ។
kn: ರಾಮ್.
lo: ຣາມ.
mn: Рам.
mr: रॅम.
my: ရမ်။
or: ରାମ।
pa: ਰਾਮ.
ps: رام
sr: РАМ.
ta: ரேம்.
te: రామ్
ur: رام
zu: Inqama.

# shortShawwalLabel
source: Shaw.
am: ሻው
az: Şou.
be: Шоу.
bn: শ.
gu: શૉ.
hy: Շոու.
ka: შოუ.
kk: Шоу.
kn: ಶಾ.
ky: Шоу.
lo: ແຊວ.
ml: ഷാ.
mn: Шоу.
mr: शॉ.
my: ရှော။
or: ଶ।
pa: ਸ਼ਾ.
ps: شو.
si: ෂෝ.
sr: Схав.
ta: ஷா
te: షా
ur: شا
uz: Shou.

# shortDhualqiLabel
source: Dhu'l-Q
am: ዙል-ቁ
az: Zül-Q
be: Зу'л-К'ю
bn: যুল-ক্ব
gu: ધુલ-પ્ર
hy: Դհուլ-Ք
ka: დულ-ქ
kk: Зуль-Қ
kn: ಧುಲ್-ಕ್ಯೂ
ky: Зуль-К
ml: ദുൽ-ക്യു
mn: Зуль-К
mr: धूल-प्र
or: ଧୁଲ୍-ପ୍ର
pa: ਧੂਲ-ਕਿਊ
ps: ذوالق
si: දුල්-කිව්
sq: Dhu'l-K
sr: Дху'л-К
ta: துல்-கே
te: ధుల్-క్యూ
ur: ذوالقع
uz: Zul-q

# shortDhualhiLabel
source: Dhu'l-H
am: ዙል-ሀ
az: Zül-H
be: Зу'л-Х
bn: ধুল-এইচ
gu: ધુલ-એચ
hy: Դհուլ-Հ
ka: დულ-ჰ
kk: Зул-Х
kn: ಧುಲ್-ಎಚ್
ky: Зул-Х
ml: ദുൽ-എച്ച്
mn: Зуль-Х
mr: धुल-एच
or: ଧୁଲ୍-ଏଚ୍
pa: ਧੂਲ-ਐੱਚ
ps: ذوالح
si: දුල්-එච්
sr: Дху'л-Х
ta: துல்-எச்
te: ధుల్-హెచ్
ur: ذوالحجہ
uz: Zul-h
zu: U-Dhu'l-H

# daySpanCountLabel
source: Day
am: ቀን
az: Gün
be: Дзень
bn: দিন
gu: દિવસ
hy: Օր
ka: Დღის
kk: Күн
km: ថ្ងៃ
kn: ದಿನ
ky: күн
lo: ມື້
ml: ദിവസം
mn: Өдөр
mr: दिवस
my: နေ့
or: ଦିନ
pa: ਦਿਨ
ps: ورځ
si: දින
sq: Dita
sr: Дан
ta: நாள்
te: రోజు
ur: دن
uz: kun
zu: Usuku

source: Series
am: ተከታታይ
az: Serial
be: серыял
bn: সিরিজ
gu: શ્રેણી
hy: Սերիա
ka: სერიალი
kk: Сериялар
km: ស៊េរី
kn: ಸರಣಿ
ky: Сериялар
lo: ຊຸດ
ml: പരമ്പര
mn: Цуврал
mr: मालिका
my: စီးရီး
or: ସିରିଜ୍
pa: ਲੜੀ
ps: لړۍ
si: මාලාවක්
sq: Seria
sr: Сериес
ta: தொடர்
te: సిరీస్
ur: سلسلہ
uz: Seriya
zu: Uchungechunge

# pdfHyperlinkLabel
source: Open Web Page
am: ድህረ ገጽ ክፈት
az: Veb səhifəni açın
be: Адкрыць вэб-старонку
bn: ওয়েব পেজ খুলুন
gu: વેબ પેજ ખોલો
hy: Բացեք վեբ էջը
ka: გახსენით ვებ გვერდი
kk: Веб-бетті ашыңыз
km: បើកគេហទំព័រ
kn: ವೆಬ್ ಪುಟವನ್ನು ತೆರೆಯಿರಿ
ky: Веб баракчаны ачуу
lo: ເປີດໜ້າເວັບ
ml: വെബ് പേജ് തുറക്കുക
mn: Вэб хуудсыг нээх
mr: वेब पृष्ठ उघडा
my: ဝဘ်စာမျက်နှာကိုဖွင့်ပါ။
or: ୱେବ୍ ପୃଷ୍ଠା ଖୋଲନ୍ତୁ |
pa: ਵੈੱਬ ਪੰਨਾ ਖੋਲ੍ਹੋ
ps: ویب پاڼه پرانیزئ
si: වෙබ් පිටුව විවෘත කරන්න
sq: Hapni faqen e internetit
sr: Отворите веб страницу
ta: இணையப் பக்கத்தைத் திற
te: వెబ్ పేజీని తెరవండి
ur: ویب صفحہ کھولیں۔
uz: Veb-sahifani oching
zu: Vula Ikhasi Lewebhu

# pdfHyperlinkContentLabel
source: Do you want to open the page at
am: ገጹን በ ላይ መክፈት ይፈልጋሉ
az: ünvanında səhifəni açmaq istəyirsiniz
be: Вы хочаце адкрыць старонку па адрасе
bn: আপনি পৃষ্ঠা খুলতে চান
gu: શું તમે પાનું ખોલવા માંગો છો
hy: Ցանկանու՞մ եք բացել էջը
ka: გსურთ გახსნათ გვერდი
kk: бетті ашқыңыз келе ме
km: តើអ្នកចង់បើកទំព័រនៅ
kn: ನೀವು ಪುಟವನ್ನು ತೆರೆಯಲು ಬಯಸುವಿರಾ
ky: Баракчаны ачкыңыз келеби?
lo: ທ່ານຕ້ອງການເປີດຫນ້າຢູ່
ml: എന്നതിൽ പേജ് തുറക്കണോ?
mn: хаягаар хуудсыг нээхийг хүсэж байна уу
mr: तुम्हाला येथे पृष्ठ उघडायचे आहे का
my: စာမျက်နှာမှာ ဖွင့်ချင်ပါသလား။
or: ଆପଣ ପୃଷ୍ଠା ଖୋଲିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ 'ਤੇ ਪੰਨਾ ਖੋਲ੍ਹਣਾ ਚਾਹੁੰਦੇ ਹੋ
ps: ایا تاسو غواړئ پاڼه پرانیزئ
si: ඔබට පිටුව විවෘත කිරීමට අවශ්‍යද
sq: Dëshironi të hapni faqen në
sr: Да ли желите да отворите страницу на
ta: நீங்கள் பக்கத்தைத் திறக்க விரும்புகிறீர்களா?
te: మీరు పేజీని ఇక్కడ తెరవాలనుకుంటున్నారా
ur: کیا آپ صفحہ کو کھولنا چاہتے ہیں۔
uz: sahifani ochmoqchimisiz
zu: Ingabe ufuna ukuvula ikhasi ku

# pdfHyperlinkDialogOpenLabel
source: OPEN
am: ክፈት
az: AÇIQ
be: АДКРЫТАЯ
bn: খোলা
gu: ખુલ્લા
hy: ԲԱՑ
ka: გახსენით
kk: АШЫҚ
km: បើក
kn: ತೆರೆಯಿರಿ
ky: АЧУУ
lo: ເປີດ
ml: തുറക്കുക
mn: НЭЭЛТТЭЙ
mr: उघडा
my: ဖွင့်ပါ။
or: ଖୋଲନ୍ତୁ |
pa: ਖੋਲ੍ਹੋ
ps: خلاص
si: විවෘත
sq: HAPUR
sr: ОПЕН
ta: திறந்த
te: తెరవండి
ur: کھولیں۔
uz: OCHIQ
zu: VULA

# pdfHyperlinkDialogCancelLabel
source: CANCEL
am: ሰርዝ
az: LƏĞV EDİN
be: СКАСАВАЦЬ
bn: বাতিল করুন
gu: રદ કરો
hy: ՉԵՂԱՐԿԵԼ
ka: გაუქმება
kk: БАС ТАРТУ
km: បោះបង់
kn: ರದ್ದುಮಾಡು
ky: ЖОК КЫЛУУ
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
my: မလုပ်တော့ပါ။
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
ps: فسخه کول
si: අවලංගු කරන්න
sq: ANULON
sr: ПОНИШТИТИ, ОТКАЗАТИ
ta: ரத்துசெய்
te: రద్దు చేయండి
ur: منسوخ کریں۔
uz: BEKOR
zu: KHANSELA

# afterDataGridFilteringLabel
source: After
am: በኋላ
az: sonra
be: Пасля
bn: পরে
gu: પછી
hy: հետո
ka: შემდეგ
kk: Кейін
km: បន្ទាប់ពី
kn: ನಂತರ
ky: Кийин
lo: ຫຼັງຈາກ
ml: ശേഷം
mn: Дараа нь
mr: नंतर
my: ပြီးနောက်
or: ପରେ
pa: ਤੋਂ ਬਾਅਦ
ps: وروسته
si: පසු
sq: Pas
sr: После
ta: பிறகு
te: తర్వాత
ur: کے بعد
uz: Keyin
zu: Ngemva

# afterOrEqualDataGridFilteringLabel
source: After Or Equal
am: በኋላ ወይም እኩል
az: Sonra Və ya Bərabər
be: Пасля або роўна
bn: পরে বা সমান
gu: અથવા સમાન પછી
hy: Կամ հավասարից հետո
ka: შემდეგ ან თანაბარი
kk: Кейін немесе Тең
km: បន្ទាប់ពី ឬស្មើ
kn: ನಂತರ ಅಥವಾ ಸಮಾನ
ky: Кийин же барабар
lo: ຫຼັງ​ຈາກ​ຫຼື​ເທົ່າ​ທຽມ​ກັນ​
ml: ശേഷം അല്ലെങ്കിൽ തുല്യം
mn: Дараа эсвэл тэнцүү
mr: नंतर किंवा समान
my: ပြီးနောက် သို့မဟုတ် အနှိုင်းမဲ့
or: କିମ୍ବା ସମାନ ପରେ |
pa: ਬਾਅਦ ਜਾਂ ਬਰਾਬਰ
ps: وروسته یا مساوي
si: පසු හෝ සමාන
sq: Pas Ose E barabartë
sr: После или једнако
ta: பிறகு அல்லது சமம்
te: తర్వాత లేదా సమానం
ur: کے بعد یا برابر
uz: Keyin yoki teng
zu: Ngemva Noma Ukulingana

# beforeDataGridFilteringLabel
source: Before Or Equal
am: በፊት ወይም እኩል
az: Əvvəl Və ya Bərabər
be: Раней або роўна
bn: আগে বা সমান
gu: પહેલાં અથવા સમાન
hy: Նախքան կամ հավասարը
ka: ადრე ან თანაბარი
kk: Бұрын немесе Тең
km: មុន ឬស្មើ
kn: ಮೊದಲು ಅಥವಾ ಸಮಾನ
ky: Мурун же барабар
lo: ກ່ອນ ຫຼື ເທົ່າກັນ
ml: മുമ്പോ തുല്യമോ
mn: Өмнө эсвэл Тэнцүү
mr: आधी किंवा समान
my: မီ သို့မဟုတ် သာတူညီမျှ
or: ପୂର୍ବରୁ କିମ୍ବା ସମାନ |
pa: ਅੱਗੇ ਜਾਂ ਬਰਾਬਰ
ps: مخکې یا مساوي
si: පෙර හෝ සමාන
sq: Para Ose të Barabarta
sr: Пре или једнако
ta: முன் அல்லது சமம்
te: ముందు లేదా సమానం
ur: پہلے یا برابر
uz: Oldin yoki teng
zu: Ngaphambi Noma Ukulingana

# beforeOrEqualDataGridFilteringLabel
source: Before
am: ከዚህ በፊት
az: Əvvəl
be: Раней
bn: আগে
gu: પહેલાં
hy: Նախքան
ka: მანამდე
kk: Бұрын
km: ពីមុន
kn: ಮೊದಲು
ky: Мурда
lo: ກ່ອນ
ml: മുമ്പ്
mn: Өмнө нь
mr: आधी
my: မီ
or: ପୂର୍ବରୁ
pa: ਅੱਗੇ
ps: مخکې
si: කලින්
sq: Përpara
sr: пре него што
ta: முன்பு
te: ముందు
ur: اس سے پہلے
uz: Oldin
zu: Ngaphambili

# beginsWithDataGridFilteringLabel
source: Begins With
am: ጋር ይጀምራል
az: ilə başlayır
be: Пачынаецца з
bn: সঙ্গে শুরু
gu: સાથે શરૂ થાય છે
hy: Սկսվում է
ka: Იწყება
kk: -мен басталады
km: ចាប់ផ្តើមជាមួយ
kn: ಇದರೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ
ky: Менен башталат
lo: ເລີ່ມຕົ້ນດ້ວຍ
ml: കൂടെ തുടങ്ങുന്നു
mn: -аар эхэлдэг
mr: ने सुरुवात होते
my: ဖြင့်စတင်သည်။
or: ସହିତ ଆରମ୍ଭ ହୁଏ |
pa: ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ
ps: سره پیل کیږي
si: සමඟ ආරම්භ වේ
sq: Fillon me
sr: Почиње са
ta: உடன் தொடங்குகிறது
te: ప్రారంభమవుతుంది
ur: سے شروع ہوتا ہے۔
uz: Bilan boshlanadi
zu: Iqala Nga

# containsDataGridFilteringLabel
source: Contains
am: ይዟል
az: ehtiva edir
be: Змяшчае
bn: ধারণ করে
gu: સમાવે છે
hy: Պարունակում է
ka: შეიცავს
kk: Құрамында
km: មាន
kn: ಒಳಗೊಂಡಿದೆ
ky: камтыйт
lo: ປະກອບດ້ວຍ
ml: അടങ്ങിയിരിക്കുന്നു
mn: агуулсан
mr: समाविष्ट आहे
my: ပါရှိသည်။
or: ଧାରଣ କରେ |
pa: ਸ਼ਾਮਿਲ ਹੈ
ps: لري
si: අඩංගු වේ
sq: Përmban
sr: Садржи
ta: கொண்டுள்ளது
te: కలిగి ఉంది
ur: مشتمل
uz: Tarkibida
zu: Iqukethe

# doesNotBeginWithDataGridFilteringLabel
source: Does Not Begin With
am: በ አይጀምርም።
az: İlə Başlamaz
be: Не пачынаецца з
bn: দিয়ে শুরু হয় না
gu: સાથે શરૂ થતું નથી
hy: Չի սկսվում
ka: არ იწყება
kk: Бастамайды
km: មិនចាប់ផ្តើមជាមួយ
kn: ಇದರೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುವುದಿಲ್ಲ
ky: менен башталбайт
lo: ບໍ່ໄດ້ເລີ່ມຕົ້ນດ້ວຍ
ml: കൂടെ തുടങ്ങുന്നില്ല
mn: -аас эхэлдэггүй
mr: ने सुरुवात होत नाही
my: ဖြင့် မစတင်ပါ။
or: ସହିତ ଆରମ୍ଭ ହୁଏ ନାହିଁ |
pa: ਨਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਹੁੰਦਾ
ps: سره پیل نه کوي
si: සමඟ ආරම්භ නොවේ
sq: Nuk Fillon Me
sr: Не почиње са
ta: உடன் தொடங்கவில்லை
te: తో ప్రారంభం కాదు
ur: سے شروع نہیں ہوتا
uz: Bilan boshlanmaydi
zu: Ayiqali Nge

# doesNotContainDataGridFilteringLabel
source: Does Not Contain
am: አልያዘም።
az: Tərkibində Yoxdur
be: Не ўтрымлівае
bn: থাকে না
gu: સમાવતું નથી
hy: Չի պարունակում
ka: Არ შეიცავს
kk: Құрамында жоқ
km: មិនមានផ្ទុក
kn: ಒಳಗೊಂಡಿಲ್ಲ
ky: камтыбайт
lo: ບໍ່ມີ
ml: അടങ്ങിയിട്ടില്ല
mn: Агуулаагүй
mr: समाविष्ट नाही
my: မပါဝင်ပါ။
or: ଧାରଣ କରେ ନାହିଁ |
pa: ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ
ps: نه لري
si: අඩංගු නොවේ
sq: Nuk permban
sr: Не садржи
ta: கொண்டிருக்கும் இல்லை
te: దింట్లో ఉండదు
ur: پر مشتمل نہیں ہے۔
uz: Tarkibiga kirmaydi
zu: Ayiqukethe

# doesNotEndWithDataGridFilteringLabel
source: Does Not End With
am: አያልቅም።
az: İlə Bitmir
be: Не заканчваецца
bn: দিয়ে শেষ হয় না
gu: સાથે સમાપ્ત થતું નથી
hy: Չի ավարտվում
ka: არ მთავრდება
kk: -мен бітпейді
km: មិនបញ្ចប់ដោយ
kn: ಇದರೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುವುದಿಲ್ಲ
ky: менен бүтпөйт
lo: ບໍ່ສິ້ນສຸດດ້ວຍ
ml: കൊണ്ട് അവസാനിക്കുന്നില്ല
mn: Үүгээр дуусахгүй
mr: सह संपत नाही
my: ဖြင့် မဆုံးပါ။
or: ସହିତ ସମାପ୍ତ ହୁଏ ନାହିଁ |
pa: ਨਾਲ ਖਤਮ ਨਹੀਂ ਹੁੰਦਾ
ps: سره پای نه لري
si: සමඟ අවසන් නොවේ
sq: Nuk përfundon me
sr: Не завршава са
ta: உடன் முடிவடையவில்லை
te: దీనితో అంతం కాదు
ur: کے ساتھ ختم نہیں ہوتا
uz: Bilan tugamaydi
zu: Akugcini Nge

# doesNotEqualDataGridFilteringLabel
source: Does Not Equal
am: እኩል አይደለም
az: Bərabər Deyil
be: Не роўна
bn: সমান না
gu: સમાન નથી
hy: Չի հավասարվում
ka: არ უდრის
kk: Тең емес
km: មិនស្មើគ្នា
kn: ಸಮಾನವಾಗಿಲ್ಲ
ky: Тең эмес
lo: ບໍ່ເທົ່າກັນ
ml: തുല്യമല്ല
mn: Тэнцэхгүй
mr: समान नाही
my: မညီမျှပါ။
or: ସମାନ ନୁହେଁ |
pa: ਬਰਾਬਰ ਨਹੀਂ ਹੈ
ps: برابر نه دی
si: සමාන නොවේ
sq: Nuk është e barabartë
sr: Није једнако
ta: சமமாக இல்லை
te: సమానం కాదు
ur: برابر نہیں ہے۔
uz: Teng emas
zu: Ayilingani

# emptyDataGridFilteringLabel
source: Empty
am: ባዶ
az: Boş
be: Пусты
bn: খালি
gu: ખાલી
hy: Դատարկ
ka: ცარიელი
kk: Бос
km: ទទេ
kn: ಖಾಲಿ
ky: бош
lo: ຫວ່າງເປົ່າ
ml: ശൂന്യം
mn: Хоосон
mr: रिकामे
my: ဗလာ
or: ଖାଲି
pa: ਖਾਲੀ
ps: خالي
si: හිස්
sq: Bosh
sr: Празан
ta: காலியாக
te: ఖాళీ
ur: خالی
uz: Bo'sh
zu: Akunalutho

# endsWithDataGridFilteringLabel
source: Ends With
am: ጋር ያበቃል
az: ilə bitir
be: Заканчваецца с
bn: দিয়ে শেষ হয়
gu: સાથે સમાપ્ત થાય છે
hy: Ավարտվում է
ka: მთავრდება
kk: Аяқталады
km: បញ្ចប់ដោយ
kn: ಇದರೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ
ky: менен аяктайт
lo: ສິ້ນສຸດດ້ວຍ
ml: കൂടെ അവസാനിക്കുന്നു
mn: -ээр төгсдөг
mr: यासह समाप्त होते
my: ဖြင့် အဆုံးသတ်သည်။
or: ସହିତ ଶେଷ ହୁଏ |
pa: ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ
ps: سره پای ته رسیږي
si: සමඟ අවසන් වේ
sq: Përfundon me
sr: Завршава са
ta: உடன் முடிகிறது
te: తో ముగుస్తుంది
ur: کے ساتھ ختم ہوتا ہے۔
uz: Bilan tugaydi
zu: Iphetha Nge

# equalsDataGridFilteringLabel
source: Equals
am: እኩል ነው።
az: Bərabərdir
be: Роўнае
bn: সমান
gu: સમકક્ષ
hy: Հավասար է
ka: უდრის
kk: Тең
km: ស្មើ
kn: ಸಮನಾಗಿರುತ್ತದೆ
ky: барабар
lo: ເທົ່າກັບ
ml: തുല്യമാണ്
mn: Тэнцүү
mr: बरोबरी
my: ညီမျှသည်။
or: ସମାନ |
pa: ਬਰਾਬਰ
ps: مساوي
si: සමාන
sq: Të barabartë
sr: Једнако
ta: சமம்
te: సమానం
ur: برابر ہے۔
uz: Teng
zu: Kuyalingana

# greaterThanDataGridFilteringLabel
source: Greater Than
am: ከዚያ ይበልጣል
az: Böyük
be: Больш чым
bn: অপেক্ষা বৃহত্তর
gu: કરતા વધારે
hy: Ավելի մեծ քան
ka: Მეტია, ვიდრე
kk: Үлкенірек
km: ធំជាង
kn: ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು
ky: Чоңураак
lo: ໃຫຍ່​ກວ່າ
ml: അതിലും വലുത്
mn: Илүү их
mr: या पेक्षा मोठे
my: ထက်မြတ်
or: ଠାରୁ ବଡ
pa: ਵੱਧ
ps: په پرتله لوی
si: වඩා විශාලයි
sq: Më e madhe se
sr: Веће од
ta: விட பெரியது
te: అంతకన్నా ఎక్కువ
ur: اس سے بڑا
uz: Kattaroq
zu: Okukhulu Kunokuthi

# greaterThanOrEqualDataGridFilteringLabel
source: Greater Than Or Equal
am: ይበልጣል ወይም እኩል
az: Böyük Və ya Bərabər
be: Больш або роўна
bn: বৃহত্তর অথবা সমান
gu: તેના કરતા વધારે અથવા સમાન
hy: Ավելի մեծ, քան հավասար
ka: მეტი ან თანაბარი
kk: Үлкен немесе тең
km: ធំជាង ឬស្មើ
kn: ಗ್ರೇಟರ್ ದ್ಯಾನ್ ಅಥವಾ ಈಕ್ವಲ್
ky: Чоңураак же барабар
lo: ຍິ່ງໃຫຍ່ກວ່າຫຼືເທົ່າທຽມກັນ
ml: വലുത് അല്ലെങ്കിൽ തുല്യം
mn: Их буюу тэнцүү
mr: पेक्षा मोठे किंवा समान
my: ပိုကြီးသည် သို့မဟုတ် သာတူညီမျှ
or: ଠାରୁ ବଡ କିମ୍ବା ସମାନ |
pa: ਇਸ ਤੋਂ ਵੱਧ ਜਾਂ ਬਰਾਬਰ
ps: په پرتله لوی یا مساوي
si: වඩා විශාල හෝ සමාන වේ
sq: Më i madh se Ose i barabartë
sr: Веће или једнако
ta: பெரியது அல்லது சமமானது
te: గ్రేటర్ దాన్ లేదా ఈక్వల్
ur: اس سے بڑا یا برابر
uz: Kattaroq yoki teng
zu: Okukhulu Kunokuba Kulinganayo

# lessThanDataGridFilteringLabel
source: Less Than
am: ያነሰ
az: Daha az
be: Менш чым
bn: এর চেয়ে কম
gu: કરતાં ઓછી
hy: Ավելի քիչ քան
ka: Ნაკლები ვიდრე
kk: Одан азырақ
km: តិច​ជាង
kn: ಕಡಿಮೆ
ky: Азыраак
lo: ຫນ້ອຍ​ກ​່​ວາ
ml: അതിൽ കുറവ്
mn: Ээс бага
mr: च्या पेक्षा कमी
my: ထက်ငယ်သော
or: ଠାରୁ କମ୍
pa: ਉਸ ਤੋਂ ਘਟ
ps: په پرتله لږ
si: අඩු
sq: Më pak se
sr: Мање од
ta: விட குறைவாக
te: కంటే తక్కువ
ur: سے کم
uz: Kamroq
zu: Ngaphansi kwe

# lessThanOrEqualDataGridFilteringLabel
source: Less Than Or Equal
am: ያነሰ ወይም እኩል
az: Az Və ya Bərabər
be: Менш або роўна
bn: কম বা সমান
gu: તેનાથી ઓછું અથવા સમાન
hy: Ավելի քիչ, քան հավասար
ka: ნაკლები ან თანაბარი
kk: Кіші немесе Тең
km: តិចជាង ឬស្មើ
kn: ಕಡಿಮೆ ಅಥವಾ ಸಮಾನ
ky: Аз же барабар
lo: ໜ້ອຍກວ່າ ຫຼື ເທົ່າກັນ
ml: കുറവ് അല്ലെങ്കിൽ തുല്യം
mn: -ээс бага эсвэл тэнцүү
mr: पेक्षा कमी किंवा समान
my: လျော့နည်းသည် သို့မဟုတ် ညီမျှသည်။
or: କମ୍ କିମ୍ବା ସମାନ |
pa: ਇਸ ਤੋਂ ਘੱਟ ਜਾਂ ਬਰਾਬਰ
ps: لږ یا مساوي
si: අඩු හෝ සමානයි
sq: Më pak se ose e barabartë
sr: Мање од или једнако
ta: குறைவானது அல்லது சமமானது
te: తక్కువ లేదా సమానం
ur: اس سے کم یا برابر
uz: Kichik yoki teng
zu: Ngaphansi Kwanoma Kuyalingana

# notEmptyDataGridFilteringLabel
source: Not Empty
am: ባዶ አይደለም
az: Boş deyil
be: Не пусты
bn: খালি না
gu: ખાલી નથી
hy: Ոչ դատարկ
ka: Არ არის ცარიელი
kk: Бос емес
km: មិនទទេ
kn: ಖಾಲಿ ಇಲ್ಲ
ky: Бош эмес
lo: ບໍ່ຫວ່າງ
ml: ശൂന്യമല്ല
mn: Хоосон биш
mr: रिकामे नाही
my: ဗလာမဟုတ်ပါ။
or: ଖାଲି ନୁହେଁ |
pa: ਖਾਲੀ ਨਹੀਂ
ps: نه خالي
si: හිස් නොවේ
sq: Jo bosh
sr: Није празна
ta: காலியாக இல்லை
te: ఖాళీ కాదు
ur: خالی نہیں۔
uz: Bo'sh emas
zu: Akunalutho

# notNullDataGridFilteringLabel
source: Not Null
am: ኑል አይደለም።
az: Null deyil
be: Не Null
bn: নাল না
gu: શૂન્ય નથી
hy: Ոչ զրոյական
ka: არა ნულოვანი
kk: Нөл емес
km: មិនមែន Null
kn: ಶೂನ್ಯವಲ್ಲ
ky: Null эмес
lo: ບໍ່ແມ່ນ Null
ml: നൾ അല്ല
mn: Null биш
mr: शून्य नाही
my: Null မဟုတ်ပါ။
or: ନଲ୍ ନୁହେଁ |
pa: ਨਲ ਨਹੀਂ
ps: نه نول
si: Null නොවේ
sq: Jo Null
sr: Не Нулл
ta: பூஜ்யமாக இல்லை
te: శూన్యం కాదు
ur: کالعدم نہیں۔
uz: Null emas
zu: Hhayi Null

# nullDataGridFilteringLabel
source: Null
am: ከንቱ
az: Sıfır
be: Нуль
bn: শূন্য
gu: શૂન્ય
hy: Դատարկ
ka: ნულოვანი
kk: Нөл
km: ទុកជាមោឃៈ
kn: ಶೂನ್ಯ
ky: Нөл
ml: ശൂന്യം
mr: निरर्थक
or: ନଲ୍
pa: ਨਲ
ps: نول
si: ශුන්‍ය
sq: I pavlefshëm
sr: Нула
ta: ஏதுமில்லை
te: శూన్య
ur: خالی

# sortSmallestToLargestDataGridFilteringLabel
source: Sort Smallest To Largest
am: ትንሹን ወደ ትልቁ ደርድር
az: Ən kiçikdən böyüyə çeşidləyin
be: Сартаванне ад найменшага да самага вялікага
bn: সবচেয়ে ছোট থেকে বড় সাজান
gu: સૌથી નાનાથી મોટામાં સૉર્ટ કરો
hy: Տեսակավորել ամենափոքրից ամենամեծը
ka: დახარისხება პატარადან დიდამდე
kk: Ең кішіден үлкенге сұрыптау
km: តម្រៀបតូចបំផុតទៅធំបំផុត។
kn: ಚಿಕ್ಕದರಿಂದ ದೊಡ್ಡದಕ್ಕೆ ವಿಂಗಡಿಸಿ
ky: Кичинеден чоңго иреттөө
lo: ຈັດລຽງນ້ອຍສຸດຫາໃຫຍ່ທີ່ສຸດ
ml: ചെറുത് മുതൽ വലുത് വരെ അടുക്കുക
mn: Хамгийн жижигээс томд эрэмбэлэх
mr: सर्वात लहान ते सर्वात मोठ्या क्रमवारी लावा
my: အသေးဆုံးမှ အကြီးဆုံးသို့ စီပါ။
or: ଛୋଟରୁ ବଡକୁ ସର୍ଟ କରନ୍ତୁ |
pa: ਸਭ ਤੋਂ ਛੋਟੇ ਤੋਂ ਵੱਡੇ ਨੂੰ ਛਾਂਟੋ
ps: له کوچنی څخه تر ټولو لوی ترتیب کړئ
si: කුඩාම සිට විශාල දක්වා වර්ග කරන්න
sq: Rendit nga më i vogli në më i madhi
sr: Сортирај од најмањег до највећег
ta: சிறியது முதல் பெரியது வரை வரிசைப்படுத்தவும்
te: చిన్నది నుండి పెద్దది వరకు క్రమబద్ధీకరించండి
ur: چھانٹیں سب سے چھوٹی سے بڑی
uz: Eng kichikdan kattaga saralash
zu: Hlunga Okuncane Ukuya Kwekhulu Kakhulu

# sortLargestToSmallestDataGridFilteringLabel
source: Sort Largest To Smallest
am: ትልቁን ወደ ትንሹ ደርድር
az: Ən böyükdən kiçiyə çeşidləyin
be: Сартаваць ад самага вялікага да меншага
bn: সবচেয়ে বড় থেকে ছোট সাজান
gu: સૌથી મોટાથી નાનામાં સૉર્ટ કરો
hy: Տեսակավորել ամենամեծից փոքրից
ka: სორტირება დიდიდან პატარამდე
kk: Үлкеннен кішіге сұрыптау
km: តម្រៀបធំបំផុតទៅតូចបំផុត។
kn: ದೊಡ್ಡದರಿಂದ ಚಿಕ್ಕದಕ್ಕೆ ವಿಂಗಡಿಸಿ
ky: Чоңунан кичинесинен иреттөө
lo: ຈັດຮຽງໃຫຍ່ສຸດຫານ້ອຍສຸດ
ml: ഏറ്റവും വലുത് മുതൽ ചെറുത് വരെ അടുക്കുക
mn: Томоос жижиг рүү ангилах
mr: सर्वात मोठ्या ते सर्वात लहान क्रमवारी लावा
my: အကြီးဆုံးမှအသေးဆုံးကိုစီပါ။
or: ବଡ଼ରୁ ଛୋଟ ପର୍ଯ୍ୟନ୍ତ ସର୍ଟ କରନ୍ତୁ |
pa: ਸਭ ਤੋਂ ਵੱਡੇ ਤੋਂ ਛੋਟੇ ਨੂੰ ਛਾਂਟੋ
ps: له لوی څخه کوچنی ترتیب کړئ
si: විශාලතම සිට කුඩාම දක්වා වර්ග කරන්න
sq: Rendit nga më i madhi tek më i vogli
sr: Сортирај од највећег до најмањег
ta: பெரியது முதல் சிறியது வரை வரிசைப்படுத்தவும்
te: పెద్దది నుండి చిన్నది వరకు క్రమబద్ధీకరించండి
ur: چھانٹیں بڑے سے چھوٹے
uz: Eng kattadan kichikga saralash
zu: Hlunga Okukhulu Kuye Kokuncane Kakhulu

# sortAToZDataGridFilteringLabel
source: Sort A To Z
am: ከ A እስከ Z ደርድር
az: A-dan Z-yə çeşidləyin
be: Сартаванне ад А да Я
bn: A থেকে Z সাজান
gu: A થી Z સૉર્ટ કરો
hy: Տեսակավորել A-ից Z
ka: დალაგება A-დან Z-მდე
kk: Адан Яға дейін сұрыптау
km: តម្រៀប A ដល់ Z
kn: A ನಿಂದ Z ಗೆ ವಿಂಗಡಿಸಿ
ky: Адан Яга чейин сорттоо
lo: ຈັດຮຽງ A ຫາ Z
ml: A മുതൽ Z വരെ അടുക്കുക
mn: А-аас Я хүртэл эрэмбэлэх
mr: A ते Z क्रमवारी लावा
my: A မှ Z ကိုစီပါ။
or: A ରୁ Z ସର୍ଟ କରନ୍ତୁ |
pa: A ਤੋਂ Z ਨੂੰ ਕ੍ਰਮਬੱਧ ਕਰੋ
ps: له A څخه Z ترتیب کړئ
si: A සිට Z දක්වා වර්ග කරන්න
sq: Rendit nga A në Z
sr: Сортирај од А до З
ta: A முதல் Z வரை வரிசைப்படுத்தவும்
te: A నుండి Z వరకు క్రమబద్ధీకరించండి
ur: A سے Z ترتیب دیں۔
uz: A dan Z gacha tartiblang
zu: Hlunga A ukuya ku-Z

# sortZToADataGridFilteringLabel
source: Sort Z To A
am: Z ወደ A ደርድር
az: Z-dən A sıralayın
be: Сартаваць ад Я да А
bn: Z থেকে A সাজান
gu: Z થી A સૉર્ટ કરો
hy: Տեսակավորել Z-ը A-ին
ka: დახარისხება Z-ზე A
kk: Z-ден A-ға сұрыптау
km: តម្រៀប Z ទៅ A
kn: Z ನಿಂದ A ಗೆ ವಿಂಗಡಿಸಿ
ky: Zдан Ага чейин сорттоо
lo: ຈັດຮຽງ Z ຫາ A
ml: Z മുതൽ A വരെ അടുക്കുക
mn: Z-ээс А хүртэл эрэмбэлэх
mr: Z ते A क्रमवारी लावा
my: Z မှ A ကိုစီပါ။
or: Z ରୁ A ସର୍ଟ କରନ୍ତୁ |
pa: Z ਤੋਂ A ਨੂੰ ਕ੍ਰਮਬੱਧ ਕਰੋ
ps: له Z څخه A ترتیب کړئ
si: Z සිට A දක්වා වර්ග කරන්න
sq: Rendit Z në A
sr: Сортирај од З до А
ta: Z முதல் A வரை வரிசைப்படுத்தவும்
te: Z నుండి A వరకు క్రమబద్ధీకరించండి
ur: Z سے ​​A ترتیب دیں۔
uz: Z dan A ga tartiblang
zu: Hlunga u-Z ukuya ku-A

# sortOldestToNewestDataGridFilteringLabel
source: Sort Oldest To Newest
am: አሮጌውን ወደ አዲሱ ደርድር
az: Ən köhnədən ən yeniyə çeşidləyin
be: Сартаваць ад старых да новых
bn: পুরাতন থেকে নতুন বাছাই করুন
gu: સૌથી જૂનાથી નવામાં સૉર્ટ કરો
hy: Տեսակավորել ամենահինը նորագույնին
ka: დალაგება უძველესიდან უახლესზე
kk: Ең ескіден ең жаңасына сұрыптау
km: តម្រៀបចាស់បំផុតទៅថ្មីបំផុត។
kn: ಹಳೆಯದರಿಂದ ಹೊಸದಕ್ಕೆ ವಿಂಗಡಿಸಿ
ky: Эң эскиден эң жаңысына иреттөө
lo: ຈັດຮຽງເກົ່າສຸດຫາໃໝ່ສຸດ
ml: ഏറ്റവും പഴയത് മുതൽ പുതിയത് വരെ അടുക്കുക
mn: Хамгийн хуучинаас шинэ рүү эрэмбэлэх
mr: सर्वात जुनी ते नवीनतम क्रमवारी लावा
my: အဟောင်းဆုံးမှ အသစ်ဆုံးသို့ စီပါ။
or: ପୁରାତନରୁ ନୂତନକୁ ସର୍ଟ କରନ୍ତୁ |
pa: ਸਭ ਤੋਂ ਪੁਰਾਣੇ ਤੋਂ ਨਵੀਨਤਮ ਕ੍ਰਮਬੱਧ ਕਰੋ
ps: له زاړه څخه تر نوي پورې ترتیب کړئ
si: පැරණිතම සිට අලුත්ම දක්වා වර්ග කරන්න
sq: Rendit nga më i vjetri tek më i riu
sr: Сортирај од најстаријих до најновијих
ta: பழமையானது முதல் புதியது வரை வரிசைப்படுத்தவும்
te: పాతది నుండి కొత్తది వరకు క్రమబద్ధీకరించండి
ur: سب سے قدیم سے تازہ ترین ترتیب دیں۔
uz: Eng eskidan eng yangisiga saralash
zu: Hlunga Okudala Kunazo Zonke

# sortNewestToOldestDataGridFilteringLabel
source: Sort Newest To Oldest
am: አዲሱን ወደ አሮጌው ደርድር
az: Ən yenidən köhnəyə çeşidləyin
be: Сартаваць ад найноўшых да самых старых
bn: নতুন থেকে পুরাতন সাজান
gu: સૌથી નવાથી જૂનામાં સૉર્ટ કરો
hy: Տեսակավորել ամենանորից ամենահինը
ka: დალაგება უახლესიდან ძველზე
kk: Ең жаңадан ең ескіге сұрыптау
km: តម្រៀបថ្មីបំផុតទៅចាស់បំផុត។
kn: ಹೊಸದನ್ನು ಹಳೆಯದಕ್ಕೆ ವಿಂಗಡಿಸಿ
ky: Эң жаңыдан эң эскиге иреттөө
lo: ຈັດຮຽງໃໝ່ສຸດຫາເກົ່າທີ່ສຸດ
ml: ഏറ്റവും പുതിയത് മുതൽ പഴയത് വരെ അടുക്കുക
mn: Хамгийн шинэээс хамгийн хуучин руу эрэмбэлэх
mr: सर्वात नवीन ते सर्वात जुने क्रमवारी लावा
my: အသစ်ဆုံးမှ အဟောင်းဆုံးသို့ စီပါ။
or: ପୁରାତନରୁ ନୂତନକୁ ସର୍ଟ କରନ୍ତୁ |
pa: ਸਭ ਤੋਂ ਨਵੇਂ ਤੋਂ ਪੁਰਾਣੇ ਨੂੰ ਕ੍ਰਮਬੱਧ ਕਰੋ
ps: له نوي څخه تر ټولو زوړ ترتیب کړئ
si: අලුත්ම සිට පැරණිම දක්වා වර්ග කරන්න
sq: Rendit nga më i riu tek më i vjetri
sr: Сортирај од најновијег до најстаријег
ta: புதியது முதல் பழையது என வரிசைப்படுத்தவும்
te: సరికొత్తది నుండి పాతది వరకు క్రమబద్ధీకరించండి
ur: تازہ ترین سے قدیم ترین ترتیب دیں۔
uz: Eng yangidan eng eskiga saralash
zu: Hlunga Okusha Kwakudala

# textFiltersDataGridFilteringLabel
source: Text Filters
am: የጽሑፍ ማጣሪያዎች
az: Mətn Filtrləri
be: Тэкставыя фільтры
bn: টেক্সট ফিল্টার
gu: ટેક્સ્ટ ફિલ્ટર્સ
hy: Տեքստի զտիչներ
ka: ტექსტის ფილტრები
kk: Мәтін сүзгілері
km: តម្រងអត្ថបទ
kn: ಪಠ್ಯ ಶೋಧಕಗಳು
ky: Текст чыпкалары
lo: ຕົວກອງຂໍ້ຄວາມ
ml: ടെക്സ്റ്റ് ഫിൽട്ടറുകൾ
mn: Текст шүүлтүүрүүд
mr: मजकूर फिल्टर
my: စာသားစစ်ထုတ်မှုများ
or: ପାଠ୍ୟ ଫିଲ୍ଟର୍ |
pa: ਟੈਕਸਟ ਫਿਲਟਰ
ps: د متن فلټرونه
si: පෙළ පෙරහන්
sq: Filtrat e tekstit
sr: Филтери за текст
ta: உரை வடிப்பான்கள்
te: టెక్స్ట్ ఫిల్టర్లు
ur: ٹیکسٹ فلٹرز
uz: Matn filtrlari
zu: Izihlungi Zombhalo

# numberFiltersDataGridFilteringLabel
source: Number Filters
am: የቁጥር ማጣሪያዎች
az: Nömrə Filtrləri
be: Лікавыя фільтры
bn: নম্বর ফিল্টার
gu: નંબર ફિલ્ટર્સ
hy: Թվերի զտիչներ
ka: რიცხვების ფილტრები
kk: Сандық сүзгілер
km: តម្រងលេខ
kn: ಸಂಖ್ಯೆ ಶೋಧಕಗಳು
ky: Сан чыпкалары
lo: ຕົວກອງຕົວເລກ
ml: നമ്പർ ഫിൽട്ടറുകൾ
mn: Тооны шүүлтүүрүүд
mr: संख्या फिल्टर
my: နံပါတ် စစ်ထုတ်မှုများ
or: ସଂଖ୍ୟା ଫିଲ୍ଟର୍ |
pa: ਨੰਬਰ ਫਿਲਟਰ
ps: د شمیر فلټرونه
si: අංක පෙරහන්
sq: Filtrat e numrave
sr: Бројчани филтери
ta: எண் வடிப்பான்கள்
te: సంఖ్య ఫిల్టర్లు
ur: نمبر فلٹرز
uz: Raqamli filtrlar
zu: Izihlungi Zezinombolo

# dateFiltersDataGridFilteringLabel
source: Date Filters
am: የቀን ማጣሪያዎች
az: Tarix Filtrləri
be: Фільтры даты
bn: তারিখ ফিল্টার
gu: તારીખ ફિલ્ટર્સ
hy: Ամսաթվի զտիչներ
ka: თარიღის ფილტრები
kk: Күн сүзгілері
km: តម្រងកាលបរិច្ឆេទ
kn: ದಿನಾಂಕ ಶೋಧಕಗಳು
ky: Дата чыпкалары
lo: ການກັ່ນຕອງວັນທີ
ml: തീയതി ഫിൽട്ടറുകൾ
mn: Огноо шүүлтүүрүүд
mr: तारीख फिल्टर
my: ရက်စွဲ စစ်ထုတ်မှုများ
or: ତାରିଖ ଫିଲ୍ଟର୍ |
pa: ਮਿਤੀ ਫਿਲਟਰ
ps: د نیټې فلټرونه
si: දින පෙරහන්
sq: Filtrat e datës
sr: Дате Филтерс
ta: தேதி வடிகட்டிகள்
te: తేదీ ఫిల్టర్లు
ur: تاریخ کے فلٹرز
uz: Sana filtrlari
zu: Izihlungi Zedethi

# searchDataGridFilteringLabel
source: Search
am: ፈልግ
az: Axtar
be: Пошук
bn: অনুসন্ধান করুন
gu: શોધો
hy: Որոնում
ka: ძიება
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ Kannada
ky: Издөө
lo: ຊອກຫາ
ml: തിരയുക
mn: Хайх
mr: शोधा
my: ရှာရန်
or: ସନ୍ଧାନ କର |
pa: ਖੋਜ
ps: لټون
si: සොයන්න
sq: Kërko
sr: Претрага
ta: தேடு
te: వెతకండి
ur: تلاش کریں۔
uz: Qidirmoq
zu: Sesha

# noMatchesDataGridFilteringLabel
source: No matches
am: ምንም ግጥሚያዎች የሉም
az: Uyğunluq yoxdur
be: Супадзенняў няма
bn: মিল নেই
gu: કોઈ મેળ નથી
hy: Համընկնումներ չկան
ka: არანაირი მატჩი
kk: Сәйкестік жоқ
km: គ្មានការប្រកួត
kn: ಯಾವುದೇ ಹೊಂದಾಣಿಕೆಗಳಿಲ್ಲ
ky: Дал келгендер жок
lo: ບໍ່ມີຂໍ້ມູນທີ່ກົງກັນ
ml: പൊരുത്തങ്ങളൊന്നുമില്ല
mn: Тохирох зүйл алга
mr: कोणतेही सामने नाहीत
my: တိုက်ဆိုင်မှု မရှိပါ။
or: କ matches ଣସି ମେଳକ ନାହିଁ |
pa: ਕੋਈ ਮੇਲ ਨਹੀਂ
ps: هیڅ لوبه نشته
si: ගැලපීම් නැත
sq: Nuk ka ndeshje
sr: Нема резултата
ta: பொருத்தங்கள் இல்லை
te: మ్యాచ్‌లు లేవు
ur: کوئی میچ نہیں
uz: Mos kelmaydi
zu: Akukho okufanayo
