Repository: syncfusion/flutter-widgets
Catalog: packages/syncfusion_localizations/lib/src/l10n/syncfusion_*.arb
Languages: am, az, be, bn, gu, hy, ka, kk, km, kn, ky, lo, ml, mn, mr, my, or, pa, ps, si, sq, sr, ta, te, ur, uz, zu

# okDataGridFilteringLabel
source: OK
am: እሺ
az: tamam
be: добра
bn: ঠিক আছে
gu: બરાબર
hy: լավ
ka: კარგი
kk: ЖАРАЙДЫ МА
km: យល់ព្រម
kn: ಸರಿ
ky: макул
lo: ຕົກ​ລົງ
ml: ശരി
mn: БОЛЖ БАЙНА УУ
mr: ठीक आहे
my: အဆင်ပြေလား
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ps: سمه ده
si: හරි
sq: Ne rregull
sr: У реду
ta: சரி
te: అలాగే
ur: ٹھیک ہے
zu: KULUNGILE

# cancelDataGridFilteringLabel
source: Cancel
am: ሰርዝ
az: Ləğv et
be: Адмяніць
bn: বাতিল করুন
gu: રદ કરો
hy: Չեղարկել
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ky: Жокко чыгаруу
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
my: မလုပ်တော့
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
ps: لغوه کړئ
si: අවලංගු කරන්න
sq: Anulo
sr: Поништити, отказати
ta: ரத்து செய்
te: రద్దు చేయండి
ur: منسوخ کریں۔
uz: Bekor qilish
zu: Khansela

# showRowsWhereDataGridFilteringLabel
source: Show rows where
am: ረድፎችን የት አሳይ
az: Sətirləri harada göstərin
be: Паказаць радкі, дзе
bn: যেখানে সারি দেখান
gu: જ્યાં પંક્તિઓ બતાવો
hy: Ցույց տալ տողերը, որտեղ
ka: აჩვენე რიგები სად
kk: Қай жерде жолдарды көрсетіңіз
km: បង្ហាញជួរនៅកន្លែងណា
kn: ಅಲ್ಲಿ ಸಾಲುಗಳನ್ನು ತೋರಿಸಿ
ky: Кайсы жерде катарларды көрсөтүү
lo: ສະແດງແຖວຢູ່ບ່ອນ
ml: എവിടെ വരികൾ കാണിക്കുക
mn: Хаана мөрүүдийг харуул
mr: कुठे पंक्ती दाखवा
my: အတန်းပြပါ။
or: ଧାଡିଗୁଡିକ କେଉଁଠାରେ ଦେଖାନ୍ତୁ |
pa: ਕਤਾਰਾਂ ਦਿਖਾਓ ਕਿੱਥੇ
ps: قطارونه وښایاست چیرته
si: කොහෙද පේළි පෙන්වන්න
sq: Trego rreshtat ku
sr: Покажи редове где
ta: எங்கே வரிசைகளைக் காட்டு
te: అడ్డు వరుసలను ఎక్కడ చూపించు
ur: قطاریں دکھائیں جہاں
uz: Qaerda qatorlarni ko'rsatish
zu: Bonisa imigqa lapho

# andDataGridFilteringLabel
source: And
am: እና
az: Və
be: І
bn: এবং
gu: અને
hy: Եվ
ka: და
kk: Және
km: និង
kn: ಮತ್ತು
ky: Жана
lo: ແລະ
ml: ഒപ്പം
mn: Тэгээд
mr: आणि
my: နှင့်
or: ଏବଂ
pa: ਅਤੇ
ps: او
si: හා
sq: Dhe
sr: И
ta: மற்றும்
te: మరియు
ur: اور
uz: Va
zu: Futhi

# orDataGridFilteringLabel
source: Or
am: ወይም
az: Və ya
be: Або
bn: বা
gu: અથવા
hy: Կամ
ka: ან
kk: Немесе
km: ឬ
kn: ಅಥವಾ
ky: Же
lo: ຫຼື
ml: അഥവാ
mn: Эсвэл
mr: किंवा
my: သို့မဟုတ်
or: କିମ୍ବା
pa: ਜਾਂ
ps: یا
si: හෝ
sq: Ose
sr: Ор
ta: அல்லது
te: లేదా
ur: یا
uz: Yoki
zu: Noma

# selectAllDataGridFilteringLabel
source: Select All
am: ሁሉንም ምረጥ
az: Hamısını seç
be: Абраць усё
bn: সব নির্বাচন করুন
gu: બધા પસંદ કરો
hy: Ընտրել բոլորը
ka: Მონიშნე ყველა
kk: Барлығын таңдаңыз
km: ជ្រើសរើស​ទាំងអស់
kn: ಎಲ್ಲವನ್ನು ಆರಿಸು
ky: Баарын тандаңыз
lo: ເລືອກ​ທັງ​ຫມົດ
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mn: Бүгдийг сонгох
mr: सर्व निवडा
my: အားလုံးကို ရွေးပါ။
or: ସବୁ ବାଛ
pa: ਸਾਰਿਆ ਨੂੰ ਚੁਣੋ
ps: ټول وټاکئ
si: සියල්ල තෝරන්න
sq: Selektoj të gjitha
sr: Изабери све
ta: அனைத்தையும் தெரிவுசெய்
te: అన్ని ఎంచుకోండి
ur: تمام منتخب کریں
uz: Hammasini belgilash
zu: Khetha konke

# sortAndFilterDataGridFilteringLabel
source: Sort and Filter
am: ደርድር እና አጣራ
az: Çeşidləyin və Filtr edin
be: Сартаваць і фільтраваць
bn: বাছাই এবং ফিল্টার
gu: સૉર્ટ કરો અને ફિલ્ટર કરો
hy: Տեսակավորել և զտել
ka: დალაგება და გაფილტვრა
kk: Сұрыптау және сүзу
km: តម្រៀបនិងត្រង
kn: ವಿಂಗಡಿಸಿ ಮತ್ತು ಫಿಲ್ಟರ್ ಮಾಡಿ
ky: Сорттоо жана чыпкалоо
lo: ຄັດແລະການກັ່ນຕອງ
ml: അടുക്കി ഫിൽട്ടർ ചെയ്യുക
mn: Ангилах, шүүх
mr: क्रमवारी लावा आणि फिल्टर करा
my: စီစစ်ပြီး စစ်ထုတ်ပါ။
or: ସର୍ଟ ଏବଂ ଫିଲ୍ଟର୍ |
pa: ਕ੍ਰਮਬੱਧ ਅਤੇ ਫਿਲਟਰ
ps: ترتیب او فلټر کړئ
si: වර්ග කිරීම සහ පෙරීම
sq: Rendit dhe filtro
sr: Сортирај и филтрирај
ta: வரிசைப்படுத்தி வடிகட்டவும்
te: క్రమబద్ధీకరించండి మరియు ఫిల్టర్ చేయండి
ur: ترتیب دیں اور فلٹر کریں۔
uz: Saralash va filtrlash
zu: Hlunga futhi Hlunga

# clearFilterDataGridFilteringLabel
source: Clear Filter
am: ማጣሪያን አጽዳ
az: Filtri təmizləyin
be: Ачысціць фільтр
bn: স্বচ্ছ ছাকুনী
gu: ફિલ્ટર સાફ કરો
hy: Մաքրել զտիչը
ka: ფილტრის გასუფთავება
kk: Сүзгіні тазалау
km: ជម្រះតម្រង
kn: ಫಿಲ್ಟರ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಿ
ky: Чыпканы тазалоо
lo: ລ້າງການກັ່ນຕອງ
ml: ഫിൽട്ടർ മായ്‌ക്കുക
mn: Шүүлтүүрийг арилгах
mr: फिल्टर साफ करा
my: Filter ကိုရှင်းလင်းပါ။
or: ଫିଲ୍ଟର୍ ସଫା କରନ୍ତୁ |
pa: ਫਿਲਟਰ ਸਾਫ਼ ਕਰੋ
ps: فلټر پاک کړئ
si: පෙරහන හිස් කරන්න
sq: Pastro filtrin
sr: Обриши филтер
ta: வடிகட்டியை அழி
te: ఫిల్టర్‌ని క్లియర్ చేయండి
ur: فلٹر صاف کریں۔
uz: Filtrni tozalash
zu: Sula Isihlungi

# fromDataGridFilteringLabel
source: From
am: ከ
be: Ад
bn: থেকে
gu: થી
hy: Սկսած
ka: დან
kk: бастап
km: ពី
kn: ಇಂದ
lo: ຈາກ
ml: നിന്ന്
mn: -аас
mr: पासून
my: ထံမှ
or: ଠାରୁ
pa: ਤੋਂ
ps: څخه
si: සිට
sq: Nga
sr: Од
ta: இருந்து
te: నుండి
ur: سے
uz: Kimdan
zu: Kusuka
